{"ayaTranslation":["[[54 ~ AL-QAMAR (BULAN) Pendahuluan: Makkiyyah, 55 ayat ~ Ayat pertama surat ini mengetuk pendengaran sembari mengingatkan kita akan dekatnya hari kiamat dengan peristiwa-peristiwa yang terjadi pada hari itu. Ayat berikutnya menjelaskan sikap orang-orang kafir yang terus-menerus ingkar terhadap mukjizat. Surat ini meminta Rasulullah saw. agar berpaling dari mereka dan memberikan batas kepada mereka hingga datangnya suatu hari di mana mereka keluar dari kubur bagaikan belalang yang beterbangan. Ayat-ayat berikutnya mengulas kadaan umat-umat terdahulu dengan rasul-rasul mereka dan azab yang menimpa mereka. Di sela-sela beberapa kisah itu, surat ini mengingatkan bahwa al-Qur'ân itu mudah dipahami dan dipelajari bagi orang-orang yang mencari nasihat dan pelajaran. Selanjutnya, dijelaskan pula bahwa orang-orang kafir Mekah bukanlah orang yang terkuat jika dibandingkan dengan umat-umat terdahulu dan bukan orang yang akan terhindar dari azab. Terakhir, surat ini ditutup dengan ancaman terhadap para pendusta yang membangkang berupa kesudahan mereka pada hari ketika wajah mereka diseret ke neraka. Lalu dikatakan kepada mereka, \"Rasakanlah siksaan neraka jahanam yang dahulu kalian dustakan.\" Sedangkan orang-orang yang bertakwa merasa tenang di dalam surga, tempat tinggal mereka. Suatu tempat yang menyenangkan di sisi Tuhan yang berkuasa.]] Hari kiamat telah dekat, dan bulan pasti akan terbelah.","Apabila orang-orang kafir melihat mukjizat yang besar, mereka menolak untuk mempercainya. Mereka berkata, \"Itu adalah rentetan sihir yang datang berurutan!\"","Mereka mendustakan rasul-rasul dan mengikuti hawa nafsu mereka, padahal setiap perkara akan berakhir dengan ketetapannya masing-masing.","Aku bersumpah bahwa berita tentang umat-umat terdahulu dan tentang fakta-fakta alam yang cukup memberi peringatan telah datang kepada orang-orang kafir.","Yang datang kepada mereka itu merupakan hikmah yang amat besar. Tetapi apalah gunanya peringatan- peringatan itu bagi orang yang tidak mau menerimanya?","Oleh karena itu berpalinglah, hai Muhammad, dari orang-orang kafir itu. Tunggulah hari ketika seorang penyeru suruhan Allah menyerukan sesuatu yang dahsyat dan tidak mengenakkan.","Pandangan mereka tertunduk karena dahsyatnya bencana itu. Mereka keluar dari kuburnya bagaikan bagaikan belalang yang beterbangan karena begitu banyak dan cepatnya mereka.","Mereka datang dengan cepat menuju penyeru itu. Mereka melihat kepadanya dengan tunduk dan pasrah tanpa dapat mengalihkan pandangan. Pada hari kiamat, orang-orang kafir akan berkata, \"Ini adalah hari yang sangat sulit.\"","Sebelum orang-orang kafir Mekah, kaum Nûh telah mendustakan nabinya, yaitu Nûh, salah seorang hamba dan rasul Kami. Mereka menyebutnya gila dan menghalang-halanginya, dengan berbagai macam siksaan dan ancaman, agar tidak menyampaikan risalah yang diembannya.","Kemudian Nûh memohon kepada Tuhannya, \"Aku terkalahkan oleh kaumku, maka balaslah dan menangkanlah aku.\"","Lalu Kami membuka pintu-pintu langit yang kemudian menumpahkan air yang amat banyak dan beruntun. Dari dalam tanah, Kami juga memancarkan sumber mata air. Dengan demikian, bertemulah air langit dan air bumi yang membinasakan mereka sesuai dengan ketetapan Allah.","Lalu Kami membuka pintu-pintu langit yang kemudian menumpahkan air yang amat banyak dan beruntun. Dari dalam tanah, Kami juga memancarkan sumber mata air. Dengan demikian, bertemulah air langit dan air bumi yang membinasakan mereka sesuai dengan ketetapan Allah.","Kami mengangkut Nûh di atas bahtera yang terbuat dari kayu dan ikatan yang mengencangkan papan-papannya. Bahtera tersebut berlayar di atas air di bawah pengawasan Kami sebagai balasan bagi Nûh yang seruannya selalu didustakan oleh kaumnya.","Kami mengangkut Nûh di atas bahtera yang terbuat dari kayu dan ikatan yang mengencangkan papan-papannya. Bahtera tersebut berlayar di atas air di bawah pengawasan Kami sebagai balasan bagi Nûh yang seruannya selalu didustakan oleh kaumnya.","Peristiwa tenggelamnya orang-orang kafir dan selamatnya orang-orang Mukmin benar-benar Kami jadikan sebagai pelajaran. Maka adakah orang yang mengambil pelajaran?","Alangkah dahsyatnya azab dan peringatan Kami bagi orang-orang yang melanggar!","Aku bersumpah bahwa Kami telah mudahkan al-Qur'ân untuk dijadikan peringatan dan pelajaran. Maka adakah orang yang mengambil pelajaran?","Kaum 'Ad telah mendustakan Hûd, seorang rasul yang diutus kepada mereka. Alangkah dahsyatnya azab dan peringatan-Ku bagi orang-orang yang melanggar!","Kami meniupkan kepada mereka angin dingin disertai dengan gemuruh petir pada hari nahas yang terus-menerus. Angin tersebut mengangkat dan melempar mereka dari tempat tinggalnya sehingga bergelimpangan di atas tanah bagai pokok kurma yang tumbang.","Kami meniupkan kepada mereka angin dingin disertai dengan gemuruh petir pada hari nahas yang terus-menerus. Angin tersebut mengangkat dan melempar mereka dari tempat tinggalnya sehingga bergelimpangan di atas tanah bagai pokok kurma yang tumbang.","Alangkah dahsyatnya azab dan peringatan-Ku bagi orang-orang yang melanggar!","Kami telah memudahkan al-Qur'ân untuk dijadikan peringatan dan pelajaran. Adakah orang yang mau menjadikannya pelajaran?","Kaum Tsamûd telah mendustakan peringatan-peringatan Shâlih, seorang nabi yang diutus kepada mereka.","Mereka berkata, \"Apakah seorang manusia biasa di antara kita yang harus kita ikuti? Kalau kita mengikutinya, kita tentu akan tersesat dan gila.","Apakah wahyu itu diturunkan kepadanya, sementara di antara kita ada yang lebih pantas daripada dirinya? Sebenarnya ia hanyalah seorang yang banyak berbohong dan mengingkari nikmat.\"","Kelak, pada hari diturunkannya azab, mereka akan mengetahui siapa sebenarnya yang berdusta dan mengingkari nikmat: merekakah atau Shâlih, rasul mereka?","Kami, sungguh, akan mengirim unta betina--sebagai mukjizat Shâlih, rasul Kami--untuk menguji mereka. Nantikan dan lihatlah tindakan mereka. Bersabarlah dalam menghadapi tindakan mereka yang menyakitkan sampai keputusan Allah tiba.","Beritahukan mereka bahwa air itu milik bersama antara mereka dan unta betina itu. Masing-masing mendapat giliran minum pada hari yang ditentukan.","Mereka memanggil kawannya yang kemudian bersiap-siap menangkap dan menyembelih unta itu. Alangkah dahsyatnya siksa dan peringatan-Ku bagi orang-orang yang melanggar!","Mereka memanggil kawannya yang kemudian bersiap-siap menangkap dan menyembelih unta itu. Alangkah dahsyatnya siksa dan peringatan-Ku bagi orang-orang yang melanggar!","Kami, sungguh, menimpakan kepada mereka satu bunyi yang amat keras. Seketika, mereka menjadi seperti pohon kering yang dikumpulkan oleh orang yang punya kandang.","Kami telah memudahkan al-Qur'ân untuk dijadikan sebagai nasihat dan pelajaran. Adakah yang mau menjadikannya pelajaran?","Kaum Lûth telah mendustakan peringatan-peringatan rasulnya.","Kami telah meniupkan angin keras yang melemparkan bebatuan kepada mereka, kecuali kaum Nabi Lûth yang beriman yang Kami selamatkan dari azab ini saat menjelang fajar, sebagai sebuah pemberian nikmat Kami untuk mereka. Dengan nikmat yang besar seperti itu, Kami memberikan balasan kepada orang yang mensyukuri nikmat Kami dengan cara beriman dan patuh.","Kami telah meniupkan angin keras yang melemparkan bebatuan kepada mereka, kecuali kaum Nabi Lûth yang beriman yang Kami selamatkan dari azab ini saat menjelang fajar, sebagai sebuah pemberian nikmat Kami untuk mereka. Dengan nikmat yang besar seperti itu, Kami memberikan balasan kepada orang yang mensyukuri nikmat Kami dengan cara beriman dan patuh.","Sesungguhnya Nabi Lûth telah mengingatkan kaumnya tentang azab Kami yang pedih. Tetapi mereka mengeluh--sebagai bentuk pendustaan--dengan peringatan-peringatan itu.","Mereka membujuk Lûth supaya menyerahkan tamunya kepada mereka. Mata mereka kemudian Kami butakan sebagai balasan atas keinginan mereka itu. Dengan nada mengejek, dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku.\"","Pagi-pagi sekali mereka telah dikejutkan oleh siksaan yang telah ditetapkan dan kekal. Dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku ini.\"","Pagi-pagi sekali mereka telah dikejutkan oleh siksaan yang telah ditetapkan dan kekal. Dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku ini.\"","Kami telah memudahkan al-Qur'ân untuk dijadikan pelajaran dan nasihat. Maka adakah orang yang mau menjadikannya pelajaran?","Sungguh telah datang berbagai ancaman yang terus-menerus kepada kaum Fir'aun.","Mereka telah mendustakan ayat-ayat Kami dan mukjizat yang dibawa oleh para rasul Kami. Mereka Kami hancurkan dengan cara Sang Mahaperkasa dan Mahakuasa.","Apakah kalian, hai orang-orang kafir, lebih kuat dari kaum-kaum terdahulu yang telah dimusnahkan itu? Bahkan, apakah kalian mempunyai jaminan akan bebas dari siksaan Kami dalam kitab-kitab samawi yang telah diturunkan?","Atau apakah orang-orang kafir itu mengatakan, \"Kami adalah golongan yang bersatu yang pasti menang dan tidak terkalahkan oleh musuh?\"","Golongan ini pasti akan terkalahkan. Mereka akan lari mundur ke belakang.","Hari kiamat adalah saat penyiksaan mereka. Dan hari kiamat itu lebih dahsyat dan lebih pahit lagi.","Sesungguhnya para pelaku kejahatan itu akan berada dalam kehancuran dan di neraka yang menyala- nyala.","Pada hari ketika mereka diseret ke neraka di atas muka mereka. Dikatakan kepada mereka, \"Rasakanlah sakit dan panasnya neraka jahanam ini!\"","Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran yang sesuai dengan hikmah.","Jika Kami menghendaki sesuatu, maka Kami hanya akan mengatakan, \"Jadilah,\" maka sesuatu itu pun terjadi dengan sekejap mata.","Kami telah memusnahkan orang-orang yang kafir seperti kalian. Maka adakah orang yang mau mengambil pelajaran?","Segala sesuatu yang mereka kerjakan di dunia telah tercatat dalam buku-buku catatan.","Segala perbuatan, baik yang kecil maupun yang besar, semuanya tercatat. Tak ada yang terlewatkan sedikit pun.","Orang-orang yang bertakwa benar-benar berada dalam surga-surga yang tinggi dan dengan sungainya yang beraneka ragam.","Di tempat yang benar, tak ada main-main dan dosa, di sisi Tuhan Yang Mahakuasa."],"id":54,"translation":"Quraish Shihab","name":"القمر"}