{"ayaTranslation":["[[55 ~ AR-RAHMAN (SANG MAHA PENGASIH) Pendahuluan: Madaniyyah, 78 ayat ~ Kandungan utama surat ini adalah deskripsi tentang sejumlah nikmat Allah yang diawali--setelah menyebut nama-Nya, yaitu al-Rahmân, Sang Maha Pemurah--dengan menyebut nikmat Allah yang paling besar yaitu pengajaran al-Qur'ân. Deskripsi sejumlah nikmat dan karunia Allah itu dilakukan sedemikian unik yang menggambarkan keagungan dan kekuasaan Sang Pencipta atas manusia dan jin, di langit dan di bumi. Selain itu, di dalam surat ini diketengahkan pula siksaan para pelaku kejahatan yang mendustakan agama di dalam neraka jahanam, dan kenikmatan orang-orang yang bertakwa di dalam surga. Sebagai khatimah, surat ini ditutup dengan penyucian dan puji-pujian terhadap Allah Swt. Ayat yang berbunyi: fa bi ayyi âlâ'i rabbikumâ tukadzdzibân dalam surat ini disebut sebanyak tiga puluh satu kali. Pengulangan ayat seperti ini kita temukan pula pada beberapa surat lain dalam al-Qur'ân yang, tentunya, sesuai dengan situasi dan keperluan. Masing-masing ayat itu mengecam orang-orang yang mendustakan nikmat-nikmat Allah yang disebut pada ayat sebelumnya.]] Al-Rahmân, Tuhan Yang Maha Pengasih. Dia mengajarkan al-Qur'ân kepada manusia dan memudahkan jalan untuk itu.","[[55 ~ AR-RAHMAN (SANG MAHA PENGASIH) Pendahuluan: Madaniyyah, 78 ayat ~ Kandungan utama surat ini adalah deskripsi tentang sejumlah nikmat Allah yang diawali--setelah menyebut nama-Nya, yaitu al-Rahmân, Sang Maha Pemurah--dengan menyebut nikmat Allah yang paling besar yaitu pengajaran al-Qur'ân. Deskripsi sejumlah nikmat dan karunia Allah itu dilakukan sedemikian unik yang menggambarkan keagungan dan kekuasaan Sang Pencipta atas manusia dan jin, di langit dan di bumi. Selain itu, di dalam surat ini diketengahkan pula siksaan para pelaku kejahatan yang mendustakan agama di dalam neraka jahanam, dan kenikmatan orang-orang yang bertakwa di dalam surga. Sebagai khatimah, surat ini ditutup dengan penyucian dan puji-pujian terhadap Allah Swt. Ayat yang berbunyi: fa bi ayyi âlâ'i rabbikumâ tukadzdzibân dalam surat ini disebut sebanyak tiga puluh satu kali. Pengulangan ayat seperti ini kita temukan pula pada beberapa surat lain dalam al-Qur'ân yang, tentunya, sesuai dengan situasi dan keperluan. Masing-masing ayat itu mengecam orang-orang yang mendustakan nikmat-nikmat Allah yang disebut pada ayat sebelumnya.]] Al-Rahmân, Tuhan Yang Maha Pengasih. Dia mengajarkan al-Qur'ân kepada manusia dan memudahkan jalan untuk itu.","Dia menciptakan dan mengajarkan manusia kemampuan menjelaskan apa yang ada dalam dirinya, untuk membedakan dirinya dari makhluk lain.","Dia menciptakan dan mengajarkan manusia kemampuan menjelaskan apa yang ada dalam dirinya, untuk membedakan dirinya dari makhluk lain.","Matahari dan bulan beredar pada porosnya menurut perhitungan dan ketetapan yang tanpa cacat. (1) (1) Ayat ini menunjukkan bahwa matahari dan bulan beredar sesuai dengan suatu sistem yang sangat akurat sejak awal penciptaannya. Hal ini baru ditemukan manusia secara pasti belakangan ini, yaitu sekitar 300 tahun yang lalu. Penemuan itu menyatakan bahwa matahari yang, kelihatannya, mengelilingi bumi dan bulan yang juga mengelilingi bumi itu berada pada garis edarnya masing-masing mengikuti hukum gravitasi. Perhitungan peredaran itu, terutama pada bulan, terjadi demikian telitinya.","Tetumbuhan yang tak berbatang dan pepohonan yang berbatang dan berdiri tegak, semuanya tunduk kepada kehendak dan ketentuan Allah yang berlaku padanya.","Langit diciptakan-Nya begitu tinggi. Dia menetapkan keadilan agar kalian tidak melampaui batas.","Langit diciptakan-Nya begitu tinggi. Dia menetapkan keadilan agar kalian tidak melampaui batas.","Maka dari itu, tegakkanlah timbangan itu secara adil pada setiap transaksi yang kalian lakukan. Janganlah kalian mengurangi timbangan itu.","Dan bumi diratakan dan dipersiapkan untuk semua makhluk agar dapat dimanfaatkan.","Di bumi itu terdapat berbagai macam buah-buahan dan pohon kurma yang mempunyai kelopak mayang tempat buahnya.","Di sana juga terdapat biji-bijian yang berkulit sebagai rezeki untuk kalian dan hewan-hewan ternak kalian. Juga terdapat segala tumbuh-tumbuhan yang harum aromanya.","Maka, nikmat Tuhan yang manakah yang kalian ingkari, hai manusia dan jin?","Dia menciptakan bangsa manusia dari tanah kering yang tidak dibakar seperti tembikar. Sedangkan bangsa jin diciptakan-Nya dari nyala api yang murni.","Dia menciptakan bangsa manusia dari tanah kering yang tidak dibakar seperti tembikar. Sedangkan bangsa jin diciptakan-Nya dari nyala api yang murni.","Nikmat Tuhan yang manakah yang kalian ingkari?","Tuhan yang memelihara dua tempat terbitnya matahari, pada musim panas dan musim dingin, dan Tuhan yang memelihara dua tempat terbenamnya matahari pada kedua musim tersebut. (1) (1) Yang dimaksud ayat ini, bisa jadi, adalah dua tempat terbit dan terbenamnya matahari dan bulan. Dengan demikian, ayat ini menunjuk kepada adanya gejala siang dan malam yang juga terdapat pada surat al-Qashash ayat 71, 72 dan 73. Tetapi, bisa jadi juga, yang dimaksudkan dalam ayat ini hanya matahari saja, karena matahari merupakan sumber kehidupan di planet bumi ini. Dengan demikian, ayat ini menunjukkan adanya dua tempat terbit dan terbenamnya matahari, yaitu pada musim dingin dan musim panas. Pendapat ini dianut oleh kebanyakan ahli tafsir. Fenomena terbit dan terbenamnya matahari di dua tempat ini disebabkan oleh kecondongan garis edar bumi selama mengedari matahari sekitar 523,5 derajat. Oleh karena itu belahan utara bumi condong ke arah matahari pada musim panas yang mengakibatkan siang menjadi lebih panjang daripada malam. Dan begitu seterusnya hingga mencapai puncaknya, yaitu ketika matahari terbit dan terbenam di ujung sebelah utara dari garis bujur timur dan barat. Setelah itu kembali sedikit demi sedikit dari hari ke hari hingga mencapai garis lurus pada musim gugur. Belahan utara bumi ini kemudian mulai berpaling meninggalkan arah matahari yang mengakibatkan malam menjadi lebih panjang daripada siang. Begitu seterusnya, matahari terus bergeser ke arah selatan sampai pada titik paling selatan pada musim dingin. Setelah itu matahari bergeser lagi ke arah utara sedikit demi sedikit, hari demi hari hingga mencapai garis bujur timur dan barat pada musim semi. Peredaran yang demikian ini berlaku pula di belahan bumi sebelah selatan. Perbedaannya terletak pada geraknya yang berlawanan. Peredaran yang sedemikian teraturnya itu tentu saja mengandung hikmah dan manfaat yang besar bagi kehidupan makhluk hidup di muka bumi. Contohnya, sebagai akibat dari perputaran itu, terdapat apa yang kita kenal dengan empat musim yang pada gilirannya memiliki kekhususan sendiri-sendiri (seperti musim tanam, musim panen, dan sebagainya) sehingga memberikan kemudahan kepada manusia, hewan dan tumbuh- tumbuhan dalam beraktifitas.","Lalu, nikmat Tuhan yang manakah yang kalian ingkari?","Allah melepas dua lautan, tawar dan asin, saling berdampingan dan bertemu pada permukaannya. Di antara kedua lautan itu terdapat pembatas yang merupakan kekuasaan Allah. Masing-masing tidak melampaui yang lain sehingga tidak bercampur.","Allah melepas dua lautan, tawar dan asin, saling berdampingan dan bertemu pada permukaannya. Di antara kedua lautan itu terdapat pembatas yang merupakan kekuasaan Allah. Masing-masing tidak melampaui yang lain sehingga tidak bercampur.","Lalu, nikmat Tuhan yang manakah yang kalian ingkari?","Dari kedua lautan itu keluar mutiara dan merjan yang dapat kalian jadikan perhiasan. (1) (1) Lihat catatan kaki ayat 12 surat Fâthir.","Lalu, nikmat Tuhan yang manakah yang kalian ingkari?","Di bawah kekuasaan-Nyalah bahtera-bahtera buatan kalian yang berlayar di samudra. Bahtera-bahtera itu besar bagaikan gunung-gunung yang menjulang.","Lalu, nikmat Tuhan yang manakah yang kalian ingkari?","Semua yang ada di muka bumi akan binasa, kecuali Allah yang mempunyai kebesaran dan kemuliaan.","Semua yang ada di muka bumi akan binasa, kecuali Allah yang mempunyai kebesaran dan kemuliaan.","Lalu, nikmat Tuhan yang manakah yang kalian ingkari?","Semua makhluk yang ada di langit dan di bumi selalu meminta keperluan mereka kepada-Nya. Setiap saat Dia selalu memberikan kemuliaan dan kehinaan, memberi dan menolak.","Lalu, nikmat Tuhan yang manakah yang kalian ingkari?","Kami akan menghisab kalian pada hari kiamat, hai jin dan manusia.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Wahai jin-jin dan manusia semua, jika kalian mampu menembus penjuru langit dan bumi, tembuslah! Kalian tidak dapat menembusnya kecuali dengan kekuatan dan kekuasaan. Dan sekali-kali kalian tidak akan dapat melakukan hal itu. (1) (1) Sampai saat ini terbukti betapa besarnya upaya dan tenaga yang dibutuhkan untuk dapat menembus lingkup gravitasi bumi. Kesuksesan eksperimen perjalanan luar angkasa selama waktu yang sangat sedikit dan terbatas jika dibandingkan dengan besarnya alam raya itu saja memerlukan upaya yang luar biasa di bidang sains dengan segala cabangnya: teknik, matematika, seni, geologi, dan sebagainya. Belum lagi ditambah dengan biaya sangat besar. Hal ini membuktikan dengan jelas bahwa upaya menembus langit dan bumi yang berjarak jutaan tahun cahaya itu mustahil dapat dilakukan oleh jin dan manusia.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Kalian akan terkena nyala api dan cairan tembaga yang meleleh, lalu kalian tidak dapat menahan siksaan tersebut. (1) Tembaga adalah unsur metal yang pertama kali dikenal manusia sejak zaman dahulu. Di antara kelebihan tembaga ini adalah bahwa ketinggian suhunya dapat mencapai 1,083 derajat pada saat melebur. Apabila cairan tembaga panas itu dituangkan ke badan maka rasa sakit yang dirasakan merupakan bentuk penderitaan dan siksaan yang paling pedih.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Apabila langit terbelah, ia akan berwarna merah tua seperti minyak yang terbakar.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Pada hari ketika langit terbelah, manusia dan jin tidak ditanya tentang dosanya.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Manusia dan jin yang berdosa dikenali dari tanda-tandanya. Ubun-ubun dan kaki mereka kemudian diangkat lalu mereka dilemparkan ke neraka jahanam.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Dikatakan kepada mereka, dengan nada mengecam, \"Inilah neraka jahanam yang didustakan oleh para pelaku kejahatan di antara kalian.\" Mereka berkeliling di antaranya dan di antara air yang mendidih yang sangat panas.","Dikatakan kepada mereka, dengan nada mengecam, \"Inilah neraka jahanam yang didustakan oleh para pelaku kejahatan di antara kalian.\" Mereka berkeliling di antaranya dan di antara air yang mendidih yang sangat panas.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Bagi siapa yang takut akan kekuasaan Tuhan akan memperoleh dua surga besar.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Kedua surga itu mempunyai pohon-pohonan yang indah dan menyenangkan.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Di dalam dua surga itu terdapat dua mata air yang mengalir ke mana saja.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Di dalam kedua surga itu terdapat pula segala macam buah yang berpasangan.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Mereka bertelekan dengan tenang di atas hamparan yang bagian dalamnya terbuat dari sutra murni. Buah-buahan di kedua surga itu dekat dengan orang yang ingin memetiknya.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Di dalam surga itu terdapat bidadari-bidadari yang menundukkan pandangan di hadapan pasangan- pasanganya. Mereka semua perawan, tak pernah didekati sebelumnya oleh manusia atau jin.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Kecantikan dan keindahan bidadari-bidadari itu bagaikan permata yakut dan merjan.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Perbuatan baik tidak akan dibalas kecuali dengan pahala yang baik pula.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Selain dua surga itu masih ada dua surga lain.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Kedua surga itu berwarna hijau tua sehingga, karena begitu hijaunya, tampak kehitam-hitaman.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Di dalam kedua surga itu terdapat mata air yang memancar terus, tidak terputus.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Di dalam kedua surga itu terdapat pula aneka ragam buah-buahan, kurma dan delima. (1) (1) Ayat ini secara khusus menyebut dua nama buah, yaitu kurma dan delima, karena kedua buah itu memang mempunyai beberapa keistimewaan seperti yang kelak dibuktkan oleh ilmu pengetahuan modern. Secara kimiawi buah kurma mempunyai kandungan gula yang tinggi, sekitar 75%. Kandungan gula terbesar terdapat pada tebu dan cairan yang dihasilkan dari buah-buahan manis seperti anggur yang disebut fruktosa. Kurma merupakan buah yang mudah terbakar yang dapat dimanfaatkan oleh tubuh dalam memproduksi tenaga dan kalori yang sangat tinggi. Tampaknya di situlah letak hikmahnya mengapa Allah memerintahkan Maryam untuk memakan kurma muda sebagai pengganti energi yang dikeluarkan saat melahirkan. Selain itu, buah kurma juga mengandung zat kalsium, zat besi, fosforus yang cukup tinggi dan sangat diperlukan tubuh, sedikit zat asam, vitamin A dan B--yang dapat melindungi tubuh dari penyakit pelagra--protein dan lemak. Kandungan yang begitu kaya itu menjadikan buah kurma sebagai bahan makanan yang sempurna. Sedangkan delima, isi atau perasannya mengandung asam sitrat dengan kadar yang sangat tinggi--jika dibandingkan dengan jenis buah-buahan lainnya--yang, ketika terjadi pembakaran, sangat membantu mengurangi keasaman urine dan darah yang pada gilirannya dapat mencegah penyakit encok atau sengal pada tubuh. Asam sitrat itu yang terkandung dalam buah delima juga dapat membantu membentuk sebagian batu ginjal. Perasan buah delima ini juga mengandung kadar gula yang cukup, sekitar 11%, untuk mempermudah pembakaran dan menghasilkan energi. Selain itu, kulit buah delima juga mempunyai kegunaan karena mengandung astringen yang dapat melindungi perut dari mencret, di samping dapat dimanfaatkan untuk membasmi cacing pita.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Di dalam surga-surga itu terdapat bidadari-bidadari yang baik akhlaknya dan cantik wajahnya.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Bidadari-bidadari itu mempunyai mata yang begitu indah. Mereka dipingit dalam rumah.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Mereka tak pernah didekati, sebelum oleh pasangannya, oleh manusia dan jin.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Mereka bertelekan di atas singgasana yang mempunyai penutup hijau dan hamparan yang indah dan menakjubkan.","Maka, nikmat Tuhan yang manakah yang kalian ingkari?","Mahatinggi dan Mahasuci nama Tuhanmu yang mempunyai kebesaran dan karunia."],"id":55,"translation":"Quraish Shihab","name":"الرحمن"}