{"ayaTranslation":["[[69 ~ AL-HAQQAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 52 ayat ~ Surat ini memaparkan keadaan pada hari kiamat dan menyebutkan kehancuran dan siksaan keras yang dialami umat-umat terdahulu karena mendustakan risalah. Surat ini juga berbicara tentang tiupan sangkakala, perubahan dan kehancuran bumi, gunung dan langit serta dikumpulkannya semua makhluk untuk diperhitungkan amalnya. Dalam surat ini terdapat berita gembira bagi para pengikut kebenaran berupa balasan terhormat dan kenikmatan yang akan mereka terima serta peringatan bagi para pengikut kebatilan akan siksa yang menyakitkan. Surat ini di tutup dengan pembicaraan tentang kebenaran Rasulullah saw. dalam semua yang disampaikannya dan kebenaran al-Qur'ân yang mutlak.]] Hari kiamat yang akan terjadi itu benar. Apakah hari kiamat yang benar-benar akan terjadi itu?","[[69 ~ AL-HAQQAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 52 ayat ~ Surat ini memaparkan keadaan pada hari kiamat dan menyebutkan kehancuran dan siksaan keras yang dialami umat-umat terdahulu karena mendustakan risalah. Surat ini juga berbicara tentang tiupan sangkakala, perubahan dan kehancuran bumi, gunung dan langit serta dikumpulkannya semua makhluk untuk diperhitungkan amalnya. Dalam surat ini terdapat berita gembira bagi para pengikut kebenaran berupa balasan terhormat dan kenikmatan yang akan mereka terima serta peringatan bagi para pengikut kebatilan akan siksa yang menyakitkan. Surat ini di tutup dengan pembicaraan tentang kebenaran Rasulullah saw. dalam semua yang disampaikannya dan kebenaran al-Qur'ân yang mutlak.]] Hari kiamat yang akan terjadi itu benar. Apakah hari kiamat yang benar-benar akan terjadi itu?","Apakah yang dapat memberitahukanmu tentang hakikatnya dan memberikan gambaran kepadamu tentang kedahsatannya?","Kaum Tsamûd dan 'Ad telah mendustakan hari kiamat yang mengejutkan semua makhluk karena kedahsatannya.","Kaum Tsamûd dibinasakan dengan peristiwa yang luar biasa dahsatnya.","Sedangkan kaum 'Ad dibinasakan dengan angin kencang yang sangat dingin.","Allah menimpakan angin tersebut kepada mereka selama tujuh hari delapan malam secara terus menerus. Kamu akan melihat, di tempat angin itu bertiup, mereka mati bagaikan pangkal-pangkal pohon yang telah lapuk bagian dalamnya.","Maka, apakah kamu masih melihat seseorang dari mereka yang tersisa dan tidak turut binasa?","Telah datang Fir'aun, orang-orang kafir dari umat terdahulu dan kelompok masyarakat yang keluar dari kebenaran dan fitrah yang suci dengan melakukan perbuatan dosa besar yang keji.","Masing-masing mereka durhaka kepada utusan Tuhan mereka. Maka Allah menyiksa mereka dengan siksa yang sangat keras.","Sesungguhnya ketika air telah melampaui batas dan naik sampai ke atas gunung dalam peristiwa topan, Kami membawa kalian--dengan membawa tetua kalian--ke dalam bahtera yang berlayar.","Agar Kami jadikan peristiwa selamatnya orang-orang Mukmin dan tenggelamnya orang-orang kafir sebagai pelajaran dan nasehat bagi kalian. Juga agar setiap orang yang mendengar dapat memperhatikannya.","Ketika sangkakala ditiup dengan sekali tiupan saja, bumi dan gunung diangkat dari tempatnya lalu dibenturkan dengan sekali bentur.","Ketika sangkakala ditiup dengan sekali tiupan saja, bumi dan gunung diangkat dari tempatnya lalu dibenturkan dengan sekali bentur.","Pada hari itu terjadilah bencana, dan langit menjadi terbelah dengan hilangnya keseimbangan. Saat itu langit melemah setelah sebelumnya kuat dan terkendalikan.","Pada hari itu terjadilah bencana, dan langit menjadi terbelah dengan hilangnya keseimbangan. Saat itu langit melemah setelah sebelumnya kuat dan terkendalikan.","Para malaikat berada di penjuru-penjuru langit. Dan pada hari itu delapan malaikat menjunjung 'Arsy Tuhanmu di atas kepala mereka.","Pada hari itu kalian dikumpulkan untuk diperhitungkan amal kalian. Tidak ada rahasia kalian yang tidak diketahui oleh-Nya.","Orang yang diberikan kitab dari sebelah kanannya berkata, sambil mengungkapkan kegembiraannya kepada orang-orang disekelilingnya, \"Ambillah, bacalah kitabku ini!","Sesungguhnya aku, ketika di dunia, yakin akan menghadapi perhitungan ini. Maka aku pun mempersiapkannya untuk pertemuan itu.\"","Ia benar-benar dalam kehidupan yang diridai,","dalam surga yang tinggi tempat dan derajatnya.","Buah-buahannya sangat dekat untuk diambil.","Makan dan minumlah dengan enak disebabkan amal saleh yang kalian kerjakan pada hari-hari yang telah lalu di dunia.","Sedangkan orang yang diberikan kitab dari sebelah kirinya, dengan penuh rasa penyesalan, berkata, \"Alangkah baiknya sekiranya aku tidak diberi kitab dan tidak mengetahui perhitungan terhadap diriku!","Sedangkan orang yang diberikan kitab dari sebelah kirinya, dengan penuh rasa penyesalan, berkata, \"Alangkah baiknya sekiranya aku tidak diberi kitab dan tidak mengetahui perhitungan terhadap diriku!","Aduhai kiranya kematian yang pernah kualami menjadi batas pemisah dalam urusanku sehingga aku tidak dibangkitkan kembali.","Apa yang aku miliki selama di dunia tidak bermanfaat sama sekali bagiku. Kesehatanku telah hilang. Begitu pula kekuatanku.\"","Apa yang aku miliki selama di dunia tidak bermanfaat sama sekali bagiku. Kesehatanku telah hilang. Begitu pula kekuatanku.\"","Kepada para penjaga neraka dikatakan, \"Ambillah ia dan ikatkanlah tangannya ke lehernya. Kemudian masukkan ia ke dalam neraka yang menyala-nyala. Setelah itu belitlah ia dengan rantai yang sangat panjang.","Kepada para penjaga neraka dikatakan, \"Ambillah ia dan ikatkanlah tangannya ke lehernya. Kemudian masukkan ia ke dalam neraka yang menyala-nyala. Setelah itu belitlah ia dengan rantai yang sangat panjang.","Kepada para penjaga neraka dikatakan, \"Ambillah ia dan ikatkanlah tangannya ke lehernya. Kemudian masukkan ia ke dalam neraka yang menyala-nyala. Setelah itu belitlah ia dengan rantai yang sangat panjang.","Sesungguhnya dulu ia tidak percaya kepada Allah Yang Mahaagung dan tidak menganjurkan orang lain untuk memberi makan orang miskin.\"","Sesungguhnya dulu ia tidak percaya kepada Allah Yang Mahaagung dan tidak menganjurkan orang lain untuk memberi makan orang miskin.\"","Pada hari itu, di neraka, orang kafir itu tidak punya teman dekat yang dapat menolongnya dari api neraka. Minumannya tidak lain adalah hasil cucian penghuni neraka yang berupa darah dan nanah yang hanya dimakan oleh orang-orang yang sengaja dan terus menerus melakukan dosa.","Pada hari itu, di neraka, orang kafir itu tidak punya teman dekat yang dapat menolongnya dari api neraka. Minumannya tidak lain adalah hasil cucian penghuni neraka yang berupa darah dan nanah yang hanya dimakan oleh orang-orang yang sengaja dan terus menerus melakukan dosa.","Pada hari itu, di neraka, orang kafir itu tidak punya teman dekat yang dapat menolongnya dari api neraka. Minumannya tidak lain adalah hasil cucian penghuni neraka yang berupa darah dan nanah yang hanya dimakan oleh orang-orang yang sengaja dan terus menerus melakukan dosa.","Aku bersumpah dengan apa-apa yang kalian lihat dan tidak kalian lihat berupa alam gaib, sesungguhnya al-Qur'ân itu benar-benar (wahyu) dari Allah yang disampaikan melalui seorang rasul yang mempunyai kedudukan tinggi.","Aku bersumpah dengan apa-apa yang kalian lihat dan tidak kalian lihat berupa alam gaib, sesungguhnya al-Qur'ân itu benar-benar (wahyu) dari Allah yang disampaikan melalui seorang rasul yang mempunyai kedudukan tinggi.","Aku bersumpah dengan apa-apa yang kalian lihat dan tidak kalian lihat berupa alam gaib, sesungguhnya al-Qur'ân itu benar-benar (wahyu) dari Allah yang disampaikan melalui seorang rasul yang mempunyai kedudukan tinggi.","Al-Qur'ân bukanlah perkatan seorang penyair seperti yang kalian kira. Hanya sedikit sekali keyakinan kalian bahwa al-Qur'ân itu dari Allah.","Dan al-Qur'ân bukanlah mantra seperti mantranya para tukang tenung sebagaimana anggapan kalian. Hanya sedikit sekali sikap perenungan kalian untuk memahami perbedaan antara keduanya.","Al-Qur'ân adalah wahyu yang diturunkan oleh Zat yang menciptakan dan memelihara alam semesta ini.","Sekiranya Muhammad mengada-ada sesuatu yang tidak Kami firmankan, tentu perkataannya itu akan Kami ambil seperti orang yang merampas sesuatu dengan keras. Kemudian Kami potong urat tali jantungnya sehingga ia mati seketika.","Sekiranya Muhammad mengada-ada sesuatu yang tidak Kami firmankan, tentu perkataannya itu akan Kami ambil seperti orang yang merampas sesuatu dengan keras. Kemudian Kami potong urat tali jantungnya sehingga ia mati seketika.","Sekiranya Muhammad mengada-ada sesuatu yang tidak Kami firmankan, tentu perkataannya itu akan Kami ambil seperti orang yang merampas sesuatu dengan keras. Kemudian Kami potong urat tali jantungnya sehingga ia mati seketika.","Tidak ada seorang pun di antara kalian--betapa pun kuatnya ia--yang dapat menghalangi siksa Kami.","Sesungguhnya al-Qur'ân benar-benar menjadi pelajaran bagi orang-orang yang mengikuti perintah Allah dan menjauhi segala larangan-Nya.","Kami sungguh mengetahui bahwa di antara kalian ada yang mendustakan al-Qur'ân.","Hal itu sungguh menyebabkan orang-orang yang mengingkarinya sangat menyesal, ketika mereka menyaksikan siksa yang mereka alami dan kenikmatan yang dirasakan oleh orang-orang yang mempercayainya.","Sesungguhnya al-Qur'ân adalah kebenaran yang tidak mengandung keraguan.","Maka, sucikanlah Tuhanmu Yang Mahaagung dan sebutlah nama-Nya selalu."],"id":69,"translation":"Quraish Shihab","name":"الحاقة"}