{"ayaTranslation":["[[76 ~ AL-INSAN (MANUSIA) Pendahuluan: Madaniyyah, 31 ayat ~ Dalam surat ini dibicarakan perihal penciptaan dan cobaan kepada umat manusia yang berpotensi untuk bersyukur kepada Allah atau mengingkari-Nya. Balasan yang akan diberikan kepada orang-orang kafir, dalam surat ini, dibicarakan secara global. Sementara mengenai kenikmatan-kenikmatan yang Allah karuniakan kepada orang-orang Mukmin dipaparkan secara lebih rinci. Surat ini kemudian mengkhususkan pembicaraan kepada Rasulullah saw. yang dikaruniai al-Qur'ân. Rasul diperintahkan agar bersabar dan selalu melakukan ketaatan. Surat ini juga memuat peringatan bagi mereka yang mencintai kehidupan dunia dengan tidak mempedulikan akhirat. Dibicarakan pula mengenai ayat-ayat yang dapat dijadikan sebagai nasihat dan peringatan dengan kehendak Allah. Sesungguhnya rahmat dan azab Allah akan diberikan sesuai dengan kehendak dan kemahakuasaan-Nya.]] Sungguh, manusia telah melewati suatu masa sebelum ditiupkan ruh ke dalam dirinya. Ketika itu, manusia adalah sesuatu yang tak bernama dan belum diketahui akan diperlakukan apa.","Sesungguhnya Kami telah menciptakan manusia dari nutfah yang memiliki berbagai unsur. Lalu Kami menguji dan mencobanya dengan berbagai perintah dan larangan. Karena itu, ia Kami jadikan memiliki pendengaran dan penglihatan agar dapat mendengarkan ayat-ayat dan menyaksikan bukti-bukti kekuasaan Kami.","Sesungguhnya Kami telah menjelaskan kepada manusia petunjuk kebenaran, ada yang beriman dan ada pula yang ingkar.","Sesungguhnya Kami telah menyiapkan bagi orang-orang kafir rantai-rantai yang mengikat kaki mereka, dan belenggu untuk tangan dan leher mereka, serta api neraka yang berkobar-kobar.","Sesungguhnya orang-orang yang benar-benar beriman akan mendapatkan minuman dari arak yang dicampur dengan air kâfûr, sebagai mata air yang mengalirkan minuman-minuman para hamba Allah yang dapat mereka peroleh dengan mudah sekehendak mereka.","Sesungguhnya orang-orang yang benar-benar beriman akan mendapatkan minuman dari arak yang dicampur dengan air kâfûr, sebagai mata air yang mengalirkan minuman-minuman para hamba Allah yang dapat mereka peroleh dengan mudah sekehendak mereka.","Mereka telah menunaikan kewajiban yang diembankan. Mereka pun selalu siaga akan datangnya hari besar yang malapetakanya teramat dahsyat dan menyebar secara luas dan merata.","Mereka selalu memberi makan kaum fakir yang tidak dapat berusaha, anak yatim yang ditinggal mati bapaknya, dan para tawanan yang tidak memiliki daya apa-apa. Padahal mereka sendiri sangat menyukai dan memerlukan makanan yang mereka berikan itu.","Mereka berkata di dalam hati, \"Sungguh, kami memberi makan kalian hanya untuk mendapatkan rida Allah. Kami sama sekali tidak mengharapkan balasan atau hadiah dari kalian, juga bukan untuk mendapatkan pujian dari kalian.","Sesungguhnya kami takut kepada Tuhan manakala kami menemui suatu hari ketika orang-orang bermuka masam dan wajah serta kening mereka berkerut.\"","Maka Allah melindungi mereka dari berbagai kesulitan di hari itu. Allah menjadikan wajah mereka berseri-seri, tidak seperti wajah masam orang-orang yang berbuat dosa. Hati mereka pun merasa senang dan gembira. Ganjaran dari kesabaran mereka adalah surga yang menyenangkan dan pakaian dari sutra yang sangat halus dan lembut.","Maka Allah melindungi mereka dari berbagai kesulitan di hari itu. Allah menjadikan wajah mereka berseri-seri, tidak seperti wajah masam orang-orang yang berbuat dosa. Hati mereka pun merasa senang dan gembira. Ganjaran dari kesabaran mereka adalah surga yang menyenangkan dan pakaian dari sutra yang sangat halus dan lembut.","Di surga itu mereka duduk bertelekan dipan-dipan. Mereka tidak merasakan sengatan terik matahari maupun udara dingin yang menusuk.","Pohon-pohon surga yang hijau menaungi mereka. Buah-buahannya pun mereka peroleh dengan sangat mudah.","Para pelayan menjajakan kepada mereka bejana-bejana minuman dari perak dan gelas-gelas lembut dan putih yang sangat jernih bagai kaca dan terbuat dari perak. Minuman itu ditentukan oleh para pemberi minum sesuai dengan keinginan yang meminum.","Para pelayan menjajakan kepada mereka bejana-bejana minuman dari perak dan gelas-gelas lembut dan putih yang sangat jernih bagai kaca dan terbuat dari perak. Minuman itu ditentukan oleh para pemberi minum sesuai dengan keinginan yang meminum.","Orang-orang yang baik itu, di dalam surga, akan diberi minum arak yang dicampur dengan sesuatu yang rasanya seperti jahe. Minuman ini berasal dari sebuah mata air di dalam surga yang disebut salsabîl, karena begitu mudah ditelan dan begitu sedap rasanya.","Orang-orang yang baik itu, di dalam surga, akan diberi minum arak yang dicampur dengan sesuatu yang rasanya seperti jahe. Minuman ini berasal dari sebuah mata air di dalam surga yang disebut salsabîl, karena begitu mudah ditelan dan begitu sedap rasanya.","Anak-anak muda yang tidak pernah tua turut serta dalam kegembiraan berkeliling melayani mereka. Jika kamu melihat pelayan-pelayan muda itu begitu cepat dan tangkas berkeliling melayani mereka, kamu akan mengira mereka--karena sangat tampan dan putihnya--bagaikan mutiara yang menaburkan cahaya.","Dan jika kamu dapat menyaksikan tempat-tempat di surga, kamu akan dapatkan di dalamnya kenikmatan yang besar dan kerajaan yang luas.","Mereka mengenakan baju sutra halus berwarna hijau dan baju sutera yang tebal. Perhiasan yang mereka kenakan di tangan adalah gelang-gelang yang terbuat dari perak. Mereka pun mendapatkan minuman lain yang suci dan tidak mengandung kotoran dan keburukan, sebagai karunia Tuhan kepada mereka.","Sesungguhnya kenikmatan ini disediakan untuk kalian sebagai ganjaran dari amal perbuatan kalian. Usaha yang telah kalian lakukan di dunia itu dipuji, diridai dan diterima oleh Allah.","Sesungguhnya, dengan rahmat dan kebijakan Kami, Kami menurunkan kepadamu al-Qur'ân yang dapat menenteramkan hatimu dan senantiasa dapat diingat dan tak pernah terlupakan.","Maka, hendaknya kamu bersabar atas ketetapan Allah untuk menunda kemenanganmu melawan musuh-musuhmu. Hendaknya pula kamu bersabar menghadapi penghinaan mereka. Janganlah kamu mengikuti orang-orang musyrik yang penuh dosa atau terjerumus dalam kekafiran.","Berzikirlah selalu kepada Tuhanmu. Lakukanlah salat subuh di pagi hari dan zuhur serta asar di siang hari. Di waktu malam, lakukanlah salat magrib dan isya. Dan isilah pula waktu malam yang panjang itu untuk bertahajud.","Berzikirlah selalu kepada Tuhanmu. Lakukanlah salat subuh di pagi hari dan zuhur serta asar di siang hari. Di waktu malam, lakukanlah salat magrib dan isya. Dan isilah pula waktu malam yang panjang itu untuk bertahajud.","Sesungguhnya orang-orang kafir lebih mencintai dunia daripada akhirat. Mereka tidak mempedulikan hari yang kesulitannya teramat berat dan kedahsyatannya begitu menyeramkan, sehingga mereka tidak tahu apa yang dapat menyelamatkan mereka dari semua kesulitan itu.","Kami telah menciptakan mereka dengan teliti. Apabila Kami berkehendak, niscaya Kami akan memusnahkan dan mengganti mereka dengan orang-orang yang taat kepada Allah.","Sesungguhnya surat mulia ini merupakan nasihat bagi seluruh alam. Barangsiapa berkehendak, maka ia akan menjadikan keimanan dan ketakwaan kepada Allah sebagai jalan untuk memperoleh ampunan dan surga-Nya.","Kalian tidak dapat menginginkan sesuatu kecuali dengan kehendak Allah. Sesungguhnya Allah Mahatahu segala yang ada pada kalian. Dia Mahabijaksana dalam segala pilihan dan kehendak-Nya.","Allah akan memasukkan siapa saja yang dikehendaki-Nya ke dalam surga. Dari itu, surga yang diperoleh seseorang adalah semata-mata karena karunia dan rahmat-Nya. Sebaliknya, Dia akan merendahkan orang-orang yang zalim dengan menyediakan azab yang pedih bagi mereka."],"id":76,"translation":"Quraish Shihab","name":"الانسان"}