{"ayaTranslation":["[[79 ~ AN-NAZI'AT (PARA PENCABUT) Pendahuluan: Makkiyyah, 46 ayat ~ Ayat-ayat pembukaan surat al-Nazi'ât berisikan sumpah Allah Swt. bahwa hari kebangkitan mungkin, tidak mustahil, terjadi. Ayat-ayat selanjutnya menuturkan kisah Mûsâ a. s. bersama Fir'aun dengan tujuan menghibur hati Nabi Muhammad saw. Surat ini menyinggung pula upaya dan kiat manusia di dunia, memaparkan dengan jelas nasib buruk yang akan menimpa orang yang berbuat sewenang-wenang (zalim) dan orang-orang yang melakukan pengkhianatan. Pada bagian akhir surat dijelaskan sikap orang-orang musyrik yang bertanya-tanya tentang masa datangnya hari kiamat. Ditutup dengan keterangan menyangkut tugas Nabi Muhammad sebagai pemberi peringatan kepada manusia yang merasa dirinya takut pada hari kiamat, bukan untuk memberitahukan waktu terjadinya.]] Aku bersumpah demi yang diberi kekuatan untuk mencabut sesuatu dari akarnya dengan kuat,","demi yang diberi kekuatan untuk mengeluarkan sesuatu dengan cara yang ringan dan lembut,","demi yang diberi kecepatan gerak dalam melaksanakan segala tugas dengan mudah,","demi yang mendahului dengan sangat kencang dalam melaksanakan setiap pekerjaan,","dan demi yang mengatur dan menjalankan segala macam urusan dengan kelebihan yang ada pada dirinya, sungguh hari kiamat itu pasti datang. Saat seluruh makhluk digoncangkan oleh tiupan sangkakala pertama, kemudian diikuti oleh tiupan kedua yang dibarengi dengan kebangkitan.","dan demi yang mengatur dan menjalankan segala macam urusan dengan kelebihan yang ada pada dirinya, sungguh hari kiamat itu pasti datang. Saat seluruh makhluk digoncangkan oleh tiupan sangkakala pertama, kemudian diikuti oleh tiupan kedua yang dibarengi dengan kebangkitan.","dan demi yang mengatur dan menjalankan segala macam urusan dengan kelebihan yang ada pada dirinya, sungguh hari kiamat itu pasti datang. Saat seluruh makhluk digoncangkan oleh tiupan sangkakala pertama, kemudian diikuti oleh tiupan kedua yang dibarengi dengan kebangkitan.","Pada hari itu, hati seluruh manusia dicekam perasaan ngeri dan takut yang luar biasa.","Sorot mata mereka diliputi oleh rasa duka dan hina.","Dahulu, saat masih berada di dunia, mereka mengingkari hari kebangkitan ini dengan mengatakan, \"Apakah kami akan dihidupkan kembali seperti sedia kala?","Benarkah, setelah kami berubah menjadi tulang belulang, kami akan dibangkitkan kembali?\"","Dengan nada ingkar dan mengejek mereka mengatakan, \"Pengembalian itu, jika benar-benar terjadi, adalah suatu pengembalian yang merugikan, sedang kami bukanlah golongan yang bakal merugi.\"","Jangan kalian menduga bahwa proses pengembalian itu sebagai suatu hal yang musykil bagi Kami. Pekerjaan itu hanya membutuhkan satu kali tiupan saja, dan secara tiba-tiba semua yang telah mati terhimpun di padang mahsyar, padang kebangkitan.","Jangan kalian menduga bahwa proses pengembalian itu sebagai suatu hal yang musykil bagi Kami. Pekerjaan itu hanya membutuhkan satu kali tiupan saja, dan secara tiba-tiba semua yang telah mati terhimpun di padang mahsyar, padang kebangkitan.","Bukankah kamu telah menyimak, wahai Muhammad, kisah tentang Mûsâ saat Tuhanmu memanggilnya di sebuah lembah suci, yang bernama Thuwâ?","Bukankah kamu telah menyimak, wahai Muhammad, kisah tentang Mûsâ saat Tuhanmu memanggilnya di sebuah lembah suci, yang bernama Thuwâ?","Dia mengatakan, \"Datangilah Fir'aun, manusia yang teramat sewenang-wenang!","Katakan kepadanya, 'Tidakkah engkau berkeinginan untuk menyucikan diri?","Kami akan menunjukkan jalan untuk mengetahui Tuhan, sehingga engkau akan takut pada-Nya. '\"","Lalu Mûsâ memperlihatkan kepada Fir'aun mukjizat yang sangat besar.","Tetapi Fir'aun mendustakan bukti yang dibawa oleh Mûsâ dan mengingkari ajakannya.","Fir'aun berpaling dan berupaya untuk menentang Mûsâ.","Fir'aun menghimpun para ahli sihir dan mengatakan, \"Aku adalah tuhan kalian yang mahatinggi.\"","Fir'aun menghimpun para ahli sihir dan mengatakan, \"Aku adalah tuhan kalian yang mahatinggi.\"","Allah mendatangkan siksa atas dosa Fir'aun yang pertama saat ia mengatakan, \"Akulah tuhan kalian yang mahatinggi,\" dan siksa yang lain atas dosa kedua saat dirinya mendustakan Mûsâ.","Sungguh pada kisah itu terdapat pelajaran amat berharga bagi orang-orang yang takut kepada Allah.","\"Wahai orang-orang yang mengingkari datangnya hari kebangkitan, apakah proses penciptaan diri kalian lebih sulit bagi Kami daripada penciptaan langit?\" Tuhan telah menghimpun bagian-bagian langit yang berserakan menjadi utuh. Tuhan telah meninggikan gugusan-gugusan bintang. Langit itu telah dijadikan oleh Allah sedemikian padu tanpa ada satu ketimpangan.","\"Wahai orang-orang yang mengingkari datangnya hari kebangkitan, apakah proses penciptaan diri kalian lebih sulit bagi Kami daripada penciptaan langit?\" Tuhan telah menghimpun bagian-bagian langit yang berserakan menjadi utuh. Tuhan telah meninggikan gugusan-gugusan bintang. Langit itu telah dijadikan oleh Allah sedemikian padu tanpa ada satu ketimpangan.","Malam telah dijadikan-Nya gelap dan siang telah dijadikan-Nya bercahaya.","Setelah itu bumi dibentangkan dan dipersiapkan untuk menjadi tempat tinggal penghuninya.","Dari dalam perut bumi Allah mengeluarkan air, mengalirkannya melalui sungai-sungai, menyirami tumbuhan agar dapat dibudidayakan oleh manusia dan binatang sebagai bahan pangan.","Gunung pun dikokohkan-Nya,","sebagai suatu kenikmatan bagi manusia dan binatang ternak.","Jika datang hari kiamat dengan segala kedahsyatannya.","Saat manusia menyadari kebajikan dan kejahatan yang pernah dilakukan selama ini,","Saat nereka jahanam ditampakkan dengan jelas dan dapat disaksikan oleh semua. Saat itulah hari pembalasan tiba.","Maka, barangsiapa yang kedurhakannya telah melampaui batas, yang memilih untuk diri sendiri kehidupan dunia yang fana, tempat tinggalnya di akhirat adalah neraka yang apinya berkobar-kobar, dan tidak ada tempat selain itu bagi dirinya.","Maka, barangsiapa yang kedurhakannya telah melampaui batas, yang memilih untuk diri sendiri kehidupan dunia yang fana, tempat tinggalnya di akhirat adalah neraka yang apinya berkobar-kobar, dan tidak ada tempat selain itu bagi dirinya.","Maka, barangsiapa yang kedurhakannya telah melampaui batas, yang memilih untuk diri sendiri kehidupan dunia yang fana, tempat tinggalnya di akhirat adalah neraka yang apinya berkobar-kobar, dan tidak ada tempat selain itu bagi dirinya.","Dan barangsiapa yang takut akan kebesaran dan keagungan Tuhannya, yang mengendalikan diri dari hawa nafsu, tempat tinggalnya adalah surga yang menyenangkan.","Dan barangsiapa yang takut akan kebesaran dan keagungan Tuhannya, yang mengendalikan diri dari hawa nafsu, tempat tinggalnya adalah surga yang menyenangkan.","Wahai Muhammad, mereka bertanya kepadamu,\"Bilakah hari kiamat terjadi?\"","Ketahuilah, bahwa kamu tidak memiliki pengetahuan tentang hal itu, hingga kamu dapat memberitahu mereka.","Hanya Tuhanmu saja, dan bukan yang lain, yang mengetahui kapan datangnya hari kiamat.","Tugasmu hanyalah memperingatkan orang-orang yang takut pada hari kiamat, bukan memberitahu mereka kapan kiamat datang.","Seolah-olah saat menyaksikan kiamat datang, mereka merasakan bahwa kehidupan dunia itu hanya sepanjang sore atau sepanjang pagi saja."],"id":79,"translation":"Quraish Shihab","name":"النازعات"}