{"ayaTranslation":["[[80 ~ 'ABASA (IA BERMUKA MASAM) Pendahuluan: Makkiyyah, 42 ayat ~ Surat 'Abasa dimulai dengan sebuah kritikan terhadap Nabi Muhammad saw. saat dirinya berpaling dari seorang sahabat tunanetra, bernama Ibn Umm Maktûm, yang sangat berharap mendapatkan ilmu dan petunjuk dari Nabi. Saat itu, Rasulullah sedang sibuk menerima tamu dari kalangan pembesar Quraisy dengan harapan mereka akan memberikan respon yang baik atas ajakan dan dakwah beliau. Diharapkan, melalui para pemuka kaum itu, akan semakin bertambah kalangan yang akan memeluk agama Islam. Ayat-ayat berikutnya mengingatkan manusia akan nikmat-nikmat Tuhan yang diberikan kepada mereka semenjak lahir hingga ajal tiba. Sedang bagian akhir surat 'Abasa ini membicarakan tentang peristiwa hari kiamat. Ditegaskan dalam beberapa ayat bahwa manusia, kelak, hanya terpilah menjadi dua golongan saja. Pertama, orang-orang beriman yang bersukacita dan, kedua, orang-orang kafir pembuat kejahatan.]] Roman muka Nabi Muhammad telah berubah dan menampakkan kebencian seraya memalingkan diri,","pada saat seorang tunanetra datang kepadanya menanyakan persoalan agama.","Tahukah kamu kalau-kalau orang buta itu akan membersihkan jiwanya melalui pelajaran yang mungkin didapat darimu?","Atau akan mengambil nasihat yang bermanfaat bagi dirinya?","Sedang kalangan yang berharta dan berkedudukan, kamu sudi menemui mereka. Keinginanmu sangat besar untuk dapat menyampaikan misi dakwahmu pada mereka.","Sedang kalangan yang berharta dan berkedudukan, kamu sudi menemui mereka. Keinginanmu sangat besar untuk dapat menyampaikan misi dakwahmu pada mereka.","Apakah kamu bersalah jika mereka tidak mau membersihkan jiwa dengan keimanan?","Sementara orang yang datang kepadamu dengan maksud mencari ilmu dan mengharap petunjuk, dan merasa takut pada Allah, kamu tinggalkan.","Sementara orang yang datang kepadamu dengan maksud mencari ilmu dan mengharap petunjuk, dan merasa takut pada Allah, kamu tinggalkan.","Sementara orang yang datang kepadamu dengan maksud mencari ilmu dan mengharap petunjuk, dan merasa takut pada Allah, kamu tinggalkan.","Sungguh ayat-ayat ini hendaknya dapat menjadi pelajaran.","Barangsiapa yang berkeinginan, hendaknya mengambil pelajaran dari al-Qur'ân.","Al-Qur'ân itu berada dalam lembaran-lembaran yang dimuliakan di sisi Allah,","pada kedudukan yang tinggi, dan amat jauh dari kekurangan.","Dalam genggaman para malaikat yang dijadikan sebagai perantara oleh Allah antara diri-Nya dan para rasul.","Malaikat-malaikat yang berperangai baik dan selalu mengerjakan kebaikan","Binasalah manusia! Apakah gerangan yang membuatnya ingkar padahal Allah telah berkenan memberikan karunia kebaikan kepadanya?","Tidakkah ia ingat dari apa dirinya diciptakan?","Manusia diciptakan dari nutfah, air yang hina. Allah telah menentukan fase kehidupan mereka sejak awal penciptaan.","Kemudian Allah menunjukkan dan memudahkan jalan bagi diri mereka menuju keimanan.","Pada akhirnya Allah mematikan manusia dan memuliakannya dengan menguburnya.","Dan jika berkehendak, Allah akan segera membangkitkannya setelah mati.","Sungguh manusia belum melaksanakan kewajiban perintah Allah untuk beriman dan taat kepada-Nya sepanjang hidup di dunia.","Hendaknya manusia merenungkan, bagaimana Kami mengatur dan menyediakan makanan yang mereka butuhkan.","Kami telah mencurahkan hujan dari langit sederas-derasnya.","Kami telah menjadikan bumi merekah dengan tumbuh-tumbuhan.","Kami tumbuhkan biji-bijian dari bumi, yang sebagian dimakan dan sebagian lain disimpan.","Anggur dan tumbuhan yang dimakan dalam keadaan segar.","Buah zaitun yang berkualitas baik dan pohon kurma yang produktif dan menghasilkan buah.","Kebun-kebun yang lebat.","Buah-buahan yang dimakan oleh manusia dan rerumputan yang menjadi santapan binatang ternak.","Kami hidupkan tumbuhan itu demi kesenangan kalian dan binatang ternak kalian.","Dan apabila terdengar suara amat keras dan memekakkan telinga, pertanda hari kiamat tiba,","pada saat setiap orang berlarian meninggalkan saudara, ibu bapak, istri dan anak-anaknya.","pada saat setiap orang berlarian meninggalkan saudara, ibu bapak, istri dan anak-anaknya.","pada saat setiap orang berlarian meninggalkan saudara, ibu bapak, istri dan anak-anaknya.","Pada hari itu manusia sibuk dengan urusan masing-masing.","Hari itu akan tampak wajah yang berseri-seri, dan bersuka cita atas nikmat Tuhan.","Hari itu akan tampak wajah yang berseri-seri, dan bersuka cita atas nikmat Tuhan.","Ada lagi, pada hari itu, muka yang keruh tertutup debu.","Diterpa kegelapan yang hitam.","Itulah wajah orang-orang kafir yang banyak dosa, yang tidak mempedulikan dosa-dosa yang mereka perbuat."],"id":80,"translation":"Quraish Shihab","name":"عبس"}