{"ayaTranslation":["[[81 ~ AT-TAKWIR (PERISTIWA PENGGULUNGAN MATAHARI) Pendahuluan: Makkiyyah, 29 ayat ~ Surat al-Takwîr ini berisi gambaran tentang peristiwa pada saat dan setelah hari kiamat, kekuasaan Allah, penegasan kedudukan dan fungsi al-Qur'ân, dan sanggahan atas tuduhan-tuduhan yang tidak benar atas al-Qur'ân. Bagian lain surat ini berisikan pembelaan atas diri Nabi Muhammad dari tuduhan gila, ancaman bagi orang-orang yang larut dalam kesesatan, perintah bagi kaum yang mau beristikamah untuk belajar dari al-Qur'ân dan perintah untuk mengembalikan setiap urusan pada Allah Swt.]] Bila matahari telah dilipat dan tidak lagi bersinar.","Bila bintang gemintang telah kehilangan cahaya.","Bila gunung-gunung digerakkan dari tempatnya,","Bila makhluk yang mengandung kehilangan sesuatu yang dikandungnya.","Bila binatang-binatang liar dikeluarkan dari sarangnya untuk dikumpulkan dalam keadaan abai karena suasana panik yang sangat dahsyat.","Bila samudra berubah menjadi lautan api.","Bila roh telah disatukan kembali dengan jasadnya.","Bila anak-anak perempuan yang dikubur hidup-hidup ditanya--sebagai tindakan perkenan untuk diri mereka sekaligus sebagai hujatan bagi orang yang memendam mereka, \"Dosa apa yang membuat kalian dibunuh?\" Padahal, jelas anak-anak perempuan itu tidak punya kesalahan apa-apa.","Bila anak-anak perempuan yang dikubur hidup-hidup ditanya--sebagai tindakan perkenan untuk diri mereka sekaligus sebagai hujatan bagi orang yang memendam mereka, \"Dosa apa yang membuat kalian dibunuh?\" Padahal, jelas anak-anak perempuan itu tidak punya kesalahan apa-apa.","Bila lembaran-lembaran catatan perbuatan manusia ditampakkan saat hari perhitungan.","Bila langit tidak lagi berada di tempatnya,","Bila api neraka telah dinyalakan dengan dahsyat,","Bila surga telah didekatkan.","Bila semua peristiwa itu telah terjadi, setiap manusia akan menyadari kebaikan dan dosa yang pernah mereka lakukan.","Aku bersumpah dengan setegasnya, demi bintang yang mulai menampakkan diri saat terbit, dengan cahayanya yang redup.","Yang beredar dan yang berlindung saat terbenam bak kijang yang berlindung di persembunyiannya.","Demi malam yang semakin menipis kepekatannya menjelang pagi,","Demi pagi ketika cahayanya mulai tampak dan anginnya mulai bertiup.","Al-Qur'ân itu benar-benar ucapan utusan Allah yang mulia.","Yang diberi kekuatan dalam menjalankan setiap tugas, yang berkedudukan tinggi di sisi Allah, Sang Pemilik Arasy.","Yang ditaati di alam malaikat, yang jujur dalam menyampaikan wahyu.","Muhammad, yang kalian kenal dan kalian ketahui kecerdasan akalnya, bukanlah orang gila.","Aku bersumpah, bahwa Muhammad telah melihat sendiri Jibril di sebuah ufuk yang menampakkan segala yang mungkin terlihat.","Muhammad bukan orang yang kikir dalam menyampaikan wahyu, yang ceroboh dalam menyampaikan dan mengajarkan wahyu","Wahyu yang turun kepadanya bukanlah perkataan setan yang terlaknat, yang dijauhkan dari rahmat Allah Swt.","Adakah jalan lain yang lebih lurus dari jalan yang tengah kalian lalui?","Kitab suci al-Qur'ân ini tidak lain hanyalah sebuah peringatan dan bahan pelajaran bagi penghuni alam.","Bagi orang yang berkeinginan meniti jalan lurus dan mencari kebenaran","Dan tidak satu pun keinginan kalian bakal terwujud, kecuali jika Allah telah menghendakinya."],"id":81,"translation":"Quraish Shihab","name":"التكوير"}