{"ayaTranslation":["[[84 ~ AL-INSYIQAQ (PERISTIWA TERBELAHNYA LANGIT) Pendahuluan: Makkiyyah, 25 ayat ~ Dalam surat al-Insyiqâq ini dijelaskan sebagian tanda kiamat dan tunduknya langit dan bumi pada perintah Allah. Diterangkan pula di sini bahwa manusia akan dipertemukan dengan Tuhan, dan bahwa setiap perbuatan manusia dicatat dalam sebuah kitab yang kelak akan diperlihatkan kepada dirinya. Barangsiapa menerima catatan perbuatannya melalui tangan kanan, maka ia akan dihisab dengan mudah. Sebaliknya, siapa yang menerimanya melalui tangan kiri, maka ia akan meminta perlindungan dari sengatan api neraka. Kemudian, pada ayat selanjutnya, Allah bersumpah demi berbagai fenomena ketuhanan yang sekiranya dapat merebut hati manusia beriman pada hari kiamat. Akan tetapi orang-orang kafir tetap tidak mau beriman, enggan merenungkan dan tunduk pada hukum al-Qur'ân. Surat al-Insyiqâq ditutup dengan pernyataan ancaman bahwa Allah Swt. mengetahui apa saja yang menjadi rahasia mereka. Allah telah menyiapkan bagi orang-orang kafir siksa yang amat memilukan dan menyediakan pahala yang abadi dan tidak akan terputus bagi orang-orang beriman.]] Bila langit terbelah, sebagai pertanda akan hancur.","Mendengar dan mentaati perintah Tuhannya. Dan sudah seharusnya langit mendengar dan taat.","Bila bumi diperluas dengan diratakannya gunung-gunung dan tebing-tebingnya.","Lalu melemparkan orang-orang mati dan apa saja yang terpendam di dalamnya sehingga menjadi kosong.","Menurut perintah Tuhan untuk memperluas kawasan dan mengosongkan isi perutnya. Dan begitulah seharusnya. Apabila peristiwa-peristiwa itu telah terjadi, manusia akan segera menerima balasan amal perbuatan masing-masing.","Wahai manusia, sesungguhnya kamu sangat giat dalam segala usaha demi menggapai tujuan, kemudian semua akan menjumpai Tuhan dengan membawa amal perbuatanmu masing-masing. Selanjutnya Allah akan memberimu balasan atas amal perbuatan itu.","Barangsiapa yang diserahi catatan amal perbuatannya melalui tangan kanan, maka ia akan dihisab dengan mudah dan akan kembali kepada sanak keluarganya yang beriman dengan penuh kebahagiaan","Barangsiapa yang diserahi catatan amal perbuatannya melalui tangan kanan, maka ia akan dihisab dengan mudah dan akan kembali kepada sanak keluarganya yang beriman dengan penuh kebahagiaan","Barangsiapa yang diserahi catatan amal perbuatannya melalui tangan kanan, maka ia akan dihisab dengan mudah dan akan kembali kepada sanak keluarganya yang beriman dengan penuh kebahagiaan","Dan siapa yang menerima catatan amal perbuatannya dengan tangan kiri, dari balik punggungnya, sebagai pertanda penghinaan, maka ia akan berangan-angan bahwa dirinya lebih baik binasa saja, masuk dan terbakar di neraka.","Dan siapa yang menerima catatan amal perbuatannya dengan tangan kiri, dari balik punggungnya, sebagai pertanda penghinaan, maka ia akan berangan-angan bahwa dirinya lebih baik binasa saja, masuk dan terbakar di neraka.","Dan siapa yang menerima catatan amal perbuatannya dengan tangan kiri, dari balik punggungnya, sebagai pertanda penghinaan, maka ia akan berangan-angan bahwa dirinya lebih baik binasa saja, masuk dan terbakar di neraka.","Sesungguhnya dahulu, ketika di dunia, ia hidup penuh kesenangan di tengah-tengah keluarganya tanpa memikirkan akibat perbuatannya.","Ia menduga bahwa dirinya tidak akan kembali kepada Allah untuk dihisab.","Tidak demikian! Ia akan kembali kepada-Nya untuk diperhitungkan amal perbuatannya. Sesungguhnya Tuhannya benar-benar Maha Mengetahui diri dan perbuatannya.","Aku benar-benar bersumpah, demi ufuk yang memerah di waktu senja,","demi malam dengan segala makhluk yang diselubungi kegelapannya, baik manusia, binatang dan sebagainya,","dan demi rembulan di waktu purnama, bahwa kalian benar-benar akan melalui beberapa masa yang semakin lama semakin dahsyat: kematian, kebangkitan dan petaka kiamat.","dan demi rembulan di waktu purnama, bahwa kalian benar-benar akan melalui beberapa masa yang semakin lama semakin dahsyat: kematian, kebangkitan dan petaka kiamat.","Lalu, apakah yang merintangi para pendurhaka itu untuk beriman pada Allah dan hari kebangkitan setelah semua bukti yang memastikan hal itu menjadi jelas?","Apabila mendengar ayat-ayat al-Qur'ân mereka tidak mau tunduk dan bersujud.","Bahkan, lantaran sikap kafir mereka, mereka mendustakan dan menentang kebenaran itu dengan sikap sombong.","Allah Mahatahu apa yang tersembunyi dalam hati mereka.","Maka, beritakan pada mereka akan siksa yang memilukan.","Tetapi, orang-orang beriman dan beramal saleh akan mendapatkan pahala yang besar dari Allah, yang tak akan terputus atau terhitung."],"id":84,"translation":"Quraish Shihab","name":"الإنشقاق"}