{"ayaTranslation":["[[87 ~ AL-A'LA (YANG MAHATINGGI) Pendahuluan: Makkiyyah 19 ayat ~ Surat al-A'lâ ini dibuka dengan pernyataan tasbih bagi Allah Swt. yang menciptakan semua makhluk yang semuanya setara dalam ketelitian dan kesempurnaan. Allah menciptakan segala sesuatu menurut kadar masing-masing yang dapat menjaga kelangsungan wujudnya. Dia, misalnya, menumbuhkan padang rumput yang hijau yang pada akhirnya akan berubah menjadi kering dan menghitam. Selain itu, dalam surat ini dinyatakan pula bahwa Allah berkehendak membacakan al-Qur'ân pada Nabi Muhammad yang selanjutnya mendapat perintah untuk menghafalkannya. Muhammad tidak akan lupa sedikit pun kecuali beberapa hal yang memang dikehendaki Allah. Allah pun berjanji akan memberikan kemudahan kepadanya. Surat ini kemudian memerintah Nabi Muhammad untuk memberi peringatan kepada manusia melalui al-Qur'ân agar orang-orang yang takut kepada Allah mendapat pelajaran. Sementara orang-orang yang celaka dan akan menjadi penghuni neraka bakal menolak. Ayat-ayat yang lain memuat pernyataan bahwa kemenangan yang sesungguhnya akan diperoleh golongan manusia yang menyucikan diri, berzikir dan bersembahyang. Surat ke-87 dalam urutan al-Qur'ân ini ditutup dengan sebuah ayat yang berisi pemberitahuan bahwa ajaran yang terkandung di dalamnya telah termuat pula dalam kitab-kitab Ibrâhîm dan Mûsâ.]] Sucikanlah nama Tuhanmu dari sifat-sifat yang tidak layak bagi-Nya.","Tuhan yang menciptakan semua makhluk dalam bentuk sangat sempurna, penuh ketelitian dan keharmonisan.","Yang menentukan kadar segala sesuatu yang akan menjamin kelangsungan wujudnya, lalu memberinya petunjuk","Yang mengeluarkan dari dalam bumi aneka ragam tumbuhan sebagai tempat penggembalaan ternak.","Sehingga, pada gilirannya, tetumbuhan yang menghijau itu akan berubah menjadi kering dan menghitam.","Kami hendak menjadikanmu, Muhammad, dengan ilham dari Kami sebagai pembaca al-Qur'ân, lalu kamu tidak akan lupa apa yang kamu hafal.","Kecuali sebagian yang memang dikehendaki Allah untuk kamu lupakan. Allah mengetahui perkataan dan perbuatan yang ditampakkan ataupun yang dirahasiakan oleh hamba-hamba-Nya.","Dan Kami akan memberikan kepadamu jalan yang sangat mudah dalam setiap urusanmu.","Maka berilah peringatan kepada manusia apabila peringatan itu bermanfaat. Semestinya peringatan itu bermanfaat.","Orang yang takut kepada Allah akan mengambil manfaat dari peringatanmu itu.","Dan orang yang celaka, yang terus menerus berbuat durhaka dan bersikap kafir akan menjauhinya.","Yaitu orang yang akan masuk ke dalam api yang amat besar yang disediakan untuk pembalasan.","Kemudian ia tidak akan mati di dalam neraka--sehingga dapat tenang dengan kematian itu--dan juga tidak akan hidup dengan kehidupan yang menyenangkan.","Sungguh sangat beruntung orang yang menyucikan diri dari sikap kafir dan kemaksiatan.","Dan mengingat nama Sang Penciptanya dengan hati dan lidahnya, lalu ia mengerjakan salat dengan penuh kekhusyukan dan kepatuhan.","Tetapi kalian tidak melakukan perbuatan yang membawa keberuntungan, bahkan kalian selalu mengutamakan perhatian kepada kehidupan dunia daripada kehidupan akhirat.","Sedangkan kehidupan akhirat adalah lebih baik, dengan kenikmatannya yang suci, daripada kehidupan dunia, dan lebih kekal.","Sesungguhnya apa yang tersebut dalam surat ini benar-benar telah tersebut pula dalam kitab suci- kitab suci (shahîfah) terdahulu, yaitu shahîfah Ibrâhîm dan Mûsâ. Maka dengan begitu, hal itu merupakan salah satu titik temu semua agama samawi yang tercantum di dalam kitab suci-kitab sucinya.","Sesungguhnya apa yang tersebut dalam surat ini benar-benar telah tersebut pula dalam kitab suci- kitab suci (shahîfah) terdahulu, yaitu shahîfah Ibrâhîm dan Mûsâ. Maka dengan begitu, hal itu merupakan salah satu titik temu semua agama samawi yang tercantum di dalam kitab suci-kitab sucinya."],"id":87,"translation":"Quraish Shihab","name":"الأعلى"}