{
  "id": "83",
  "name": "المطففين",
  "remark": "",
  "ayaTranslation": [
    {
      "id": "1",
      "text": "Kecelakaan besarlah bagi orang-orang yang curang"
    },
    {
      "id": "2",
      "text": "(yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dipenuhi,"
    },
    {
      "id": "3",
      "text": "dan apabila mereka menakar atau menimbang untuk orang lain, mereka mengurangi."
    },
    {
      "id": "4",
      "text": "Tidaklah orang-orang itu menyangka, bahwa sesungguhnya mereka akan dibangkitkan,"
    },
    {
      "id": "5",
      "text": "pada suatu hari yang besar,"
    },
    {
      "id": "6",
      "text": "(yaitu) hari (ketika) manusia berdiri menghadap Tuhan semesta alam?"
    },
    {
      "id": "7",
      "text": "Sekali-kali jangan curang, karena sesungguhnya kitab orang yang durhaka tersimpan dalam sijjin."
    },
    {
      "id": "8",
      "text": "Tahukah kamu apakah sijjin itu?"
    },
    {
      "id": "9",
      "text": "(Ialah) kitab yang bertulis."
    },
    {
      "id": "10",
      "text": "Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan,"
    },
    {
      "id": "11",
      "text": "(yaitu) orang-orang yang mendustakan hari pembalasan."
    },
    {
      "id": "12",
      "text": "Dan tidak ada yang mendustakan hari pembalasan itu melainkan setiap orang yang melampaui batas lagi berdosa,"
    },
    {
      "id": "13",
      "text": "yang apabila dibacakan kepadanya ayat-ayat Kami, ia berkata: \"Itu adalah dongengan orang-orang yang dahulu\""
    },
    {
      "id": "14",
      "text": "Sekali-kali tidak (demikian), sebenarnya apa yang selalu mereka usahakan itu menutupi hati mereka."
    },
    {
      "id": "15",
      "text": "Sekali-kali tidak, sesungguhnya mereka pada hari itu benar-benar tertutup dari (rahmat) Tuhan mereka."
    },
    {
      "id": "16",
      "text": "Kemudian, sesungguhnya mereka benar-benar masuk neraka."
    },
    {
      "id": "17",
      "text": "Kemudian, dikatakan (kepada mereka): \"Inilah azab yang dahulu selalu kamu dustakan\"."
    },
    {
      "id": "18",
      "text": "Sekali-kali tidak, sesungguhnya kitab orang-orang yang berbakti itu (tersimpan) dalam 'Illiyyin."
    },
    {
      "id": "19",
      "text": "Tahukah kamu apakah 'Illiyyin itu?"
    },
    {
      "id": "20",
      "text": "(Yaitu) kitab yang bertulis,"
    },
    {
      "id": "21",
      "text": "yang disaksikan oleh malaikat-malaikat yang didekatkan (kepada Allah)."
    },
    {
      "id": "22",
      "text": "Sesungguhnya orang yang berbakti itu benar-benar berada dalam kenikmatan yang besar (surga),"
    },
    {
      "id": "23",
      "text": "mereka (duduk) di atas dipan-dipan sambil memandang."
    },
    {
      "id": "24",
      "text": "Kamu dapat mengetahui dari wajah mereka kesenangan mereka yang penuh kenikmatan."
    },
    {
      "id": "25",
      "text": "Mereka diberi minum dari khamar murni yang dilak (tempatnya),"
    },
    {
      "id": "26",
      "text": "laknya adalah kesturi; dan untuk yang demikian itu hendaknya orang berlomba-lomba."
    },
    {
      "id": "27",
      "text": "Dan campuran khamar murni itu adalah dari tasnim,"
    },
    {
      "id": "28",
      "text": "(yaitu) mata air yang minum daripadanya orang-orang yang didekatkan kepada Allah."
    },
    {
      "id": "29",
      "text": "Sesungguhnya orang-orang yang berdosa, adalah mereka yang menertawakan orang-orang yang beriman."
    },
    {
      "id": "30",
      "text": "Dan apabila orang-orang yang beriman lalu di hadapan mereka, mereka saling mengedip-ngedipkan matanya."
    },
    {
      "id": "31",
      "text": "Dan apabila orang-orang yang berdosa itu kembali kepada kaumnya, mereka kembali dengan gembira."
    },
    {
      "id": "32",
      "text": "Dan apabila mereka melihat orang-orang mukmin, mereka mengatakan: \"Sesungguhnya mereka itu benar-benar orang-orang yang sesat\","
    },
    {
      "id": "33",
      "text": "padahal orang-orang yang berdosa itu tidak dikirim untuk penjaga bagi orang-orang mukmin."
    },
    {
      "id": "34",
      "text": "Maka pada hari ini, orang-orang yang beriman menertawakan orang-orang kafir,"
    },
    {
      "id": "35",
      "text": "mereka (duduk) di atas dipan-dipan sambil memandang."
    },
    {
      "id": "36",
      "text": "Sesungguhnya orang-orang kafir telah diberi ganjaran terhadap apa yang dahulu mereka kerjakan."
    }
  ]
}