{
  "id": "56",
  "name": "الواقعة",
  "remark": "",
  "ayaTranslation": [
    {
      "id": "1",
      "text": "Apabila terjadi hari kiamat,"
    },
    {
      "id": "2",
      "text": "tidak seorangpun dapat berdusta tentang kejadiannya."
    },
    {
      "id": "3",
      "text": "(Kejadian itu) merendahkan (satu golongan) dan meninggikan (golongan yang lain),"
    },
    {
      "id": "4",
      "text": "apabila bumi digoncangkan sedahsyat-dahsyatnya,"
    },
    {
      "id": "5",
      "text": "dan gunung-gunung dihancur luluhkan seluluh-luluhnya,"
    },
    {
      "id": "6",
      "text": "maka jadilah ia debu yang beterbangan,"
    },
    {
      "id": "7",
      "text": "dan kamu menjadi tiga golongan."
    },
    {
      "id": "8",
      "text": "Yaitu golongan kanan. Alangkah mulianya golongan kanan itu."
    },
    {
      "id": "9",
      "text": "Dan golongan kiri. Alangkah sengsaranya golongan kiri itu."
    },
    {
      "id": "10",
      "text": "Dan orang-orang yang beriman paling dahulu,"
    },
    {
      "id": "11",
      "text": "Mereka itulah yang didekatkan kepada Allah."
    },
    {
      "id": "12",
      "text": "Berada dalam jannah kenikmatan."
    },
    {
      "id": "13",
      "text": "Segolongan besar dari orang-orang yang terdahulu,"
    },
    {
      "id": "14",
      "text": "dan segolongan kecil dari orang-orang yang kemudian"
    },
    {
      "id": "15",
      "text": "Mereka berada di atas dipan yang bertahta emas dan permata,"
    },
    {
      "id": "16",
      "text": "seraya bertelekan di atasnya berhadap-hadapan."
    },
    {
      "id": "17",
      "text": "Mereka dikelilingi oleh anak-anak muda yang tetap muda,"
    },
    {
      "id": "18",
      "text": "dengan membawa gelas, cerek dan minuman yang diambil dari air yang mengalir,"
    },
    {
      "id": "19",
      "text": "mereka tidak pening karenanya dan tidak pula mabuk,"
    },
    {
      "id": "20",
      "text": "dan buah-buahan dari apa yang mereka pilih,"
    },
    {
      "id": "21",
      "text": "dan daging burung dari apa yang mereka inginkan."
    },
    {
      "id": "22",
      "text": "Dan ada bidadari-bidadari bermata jeli,"
    },
    {
      "id": "23",
      "text": "laksana mutiara yang tersimpan baik."
    },
    {
      "id": "24",
      "text": "Sebagai balasan bagi apa yang telah mereka kerjakan."
    },
    {
      "id": "25",
      "text": "Mereka tidak mendengar di dalamnya perkataan yang sia-sia dan tidak pula perkataan yang menimbulkan dosa,"
    },
    {
      "id": "26",
      "text": "akan tetapi mereka mendengar ucapan salam."
    },
    {
      "id": "27",
      "text": "Dan golongan kanan, alangkah bahagianya golongan kanan itu."
    },
    {
      "id": "28",
      "text": "Berada di antara pohon bidara yang tak berduri,"
    },
    {
      "id": "29",
      "text": "dan pohon pisang yang bersusun-susun (buahnya),"
    },
    {
      "id": "30",
      "text": "dan naungan yang terbentang luas,"
    },
    {
      "id": "31",
      "text": "dan air yang tercurah,"
    },
    {
      "id": "32",
      "text": "dan buah-buahan yang banyak,"
    },
    {
      "id": "33",
      "text": "yang tidak berhenti (berbuah) dan tidak terlarang mengambilnya."
    },
    {
      "id": "34",
      "text": "dan kasur-kasur yang tebal lagi empuk."
    },
    {
      "id": "35",
      "text": "Sesungguhnya Kami menciptakan mereka (bidadari-bidadari) dengan langsung"
    },
    {
      "id": "36",
      "text": "dan Kami jadikan mereka gadis-gadis perawan."
    },
    {
      "id": "37",
      "text": "penuh cinta lagi sebaya umurnya."
    },
    {
      "id": "38",
      "text": "(Kami ciptakan mereka) untuk golongan kanan,"
    },
    {
      "id": "39",
      "text": "(yaitu) segolongan besar dari orang-orang yang terdahulu."
    },
    {
      "id": "40",
      "text": "dan segolongan besar pula dari orang-orang yang kemudian."
    },
    {
      "id": "41",
      "text": "Dan golongan kiri, siapakah golongan kiri itu?"
    },
    {
      "id": "42",
      "text": "Dalam (siksaan) angin yang amat panas, dan air panas yang mendidih,"
    },
    {
      "id": "43",
      "text": "dan dalam naungan asap yang hitam."
    },
    {
      "id": "44",
      "text": "Tidak sejuk dan tidak menyenangkan."
    },
    {
      "id": "45",
      "text": "Sesungguhnya mereka sebelum itu hidup bermewahan."
    },
    {
      "id": "46",
      "text": "Dan mereka terus-menerus mengerjakan dosa besar."
    },
    {
      "id": "47",
      "text": "Dan mereka selalu mengatakan: \"Apakah bila kami mati dan menjadi tanah dan tulang belulang, apakah sesungguhnya kami akan benar-benar dibangkitkan kembali?"
    },
    {
      "id": "48",
      "text": "apakah bapak-bapak kami yang terdahulu (juga)?\""
    },
    {
      "id": "49",
      "text": "Katakanlah: \"Sesungguhnya orang-orang yang terdahulu dan orang-orang yang terkemudian,"
    },
    {
      "id": "50",
      "text": "benar-benar akan dikumpulkan di waktu tertentu pada hari yang dikenal."
    },
    {
      "id": "51",
      "text": "Kemudian sesungguhnya kamu hai orang-orang yang sesat lagi mendustakan,"
    },
    {
      "id": "52",
      "text": "benar-benar akan memakan pohon zaqqum,"
    },
    {
      "id": "53",
      "text": "dan akan memenuhi perutmu dengannya."
    },
    {
      "id": "54",
      "text": "Sesudah itu kamu akan meminum air yang sangat panas."
    },
    {
      "id": "55",
      "text": "Maka kamu minum seperti unta yang sangat haus minum."
    },
    {
      "id": "56",
      "text": "Itulah hidangan untuk mereka pada hari Pembalasan\"."
    },
    {
      "id": "57",
      "text": "Kami telah menciptakan kamu, maka mengapa kamu tidak membenarkan?"
    },
    {
      "id": "58",
      "text": "Maka terangkanlah kepadaku tentang nutfah yang kamu pancarkan."
    },
    {
      "id": "59",
      "text": "Kamukah yang menciptakannya, atau Kamikah yang menciptakannya?"
    },
    {
      "id": "60",
      "text": "Kami telah menentukan kematian di antara kamu dan Kami sekali-sekali tidak akan dapat dikalahkan,"
    },
    {
      "id": "61",
      "text": "untuk menggantikan kamu dengan orang-orang yang seperti kamu (dalam dunia) dan menciptakan kamu kelak (di akhirat) dalam keadaan yang tidak kamu ketahui."
    },
    {
      "id": "62",
      "text": "Dan Sesungguhnya kamu telah mengetahui penciptaan yang pertama, maka mengapakah kamu tidak mengambil pelajaran (untuk penciptaan yang kedua)?"
    },
    {
      "id": "63",
      "text": "Maka terangkanlah kepadaku tentang yang kamu tanam."
    },
    {
      "id": "64",
      "text": "Kamukah yang menumbuhkannya atau Kamikah yang menumbuhkannya?"
    },
    {
      "id": "65",
      "text": "Kalau Kami kehendaki, benar-benar Kami jadikan dia hancur dan kering, maka jadilah kamu heran dan tercengang."
    },
    {
      "id": "66",
      "text": "(Sambil berkata): \"Sesungguhnya kami benar-benar menderita kerugian\","
    },
    {
      "id": "67",
      "text": "bahkan kami menjadi orang-orang yang tidak mendapat hasil apa-apa."
    },
    {
      "id": "68",
      "text": "Maka terangkanlah kepadaku tentang air yang kamu minum."
    },
    {
      "id": "69",
      "text": "Kamukah yang menurunkannya atau Kamikah yang menurunkannya?"
    },
    {
      "id": "70",
      "text": "Kalau Kami kehendaki, niscaya Kami jadikan dia asin, maka mengapakah kamu tidak bersyukur?"
    },
    {
      "id": "71",
      "text": "Maka terangkanlah kepadaku tentang api yang kamu nyalakan (dengan menggosok-gosokkan kayu)."
    },
    {
      "id": "72",
      "text": "Kamukah yang menjadikan kayu itu atau Kamikah yang menjadikannya?"
    },
    {
      "id": "73",
      "text": "Kami jadikan api itu untuk peringatan dan bahan yang berguna bagi musafir di padang pasir."
    },
    {
      "id": "74",
      "text": "Maka bertasbihlah dengan (menyebut) nama Rabbmu Yang Maha Besar."
    },
    {
      "id": "75",
      "text": "Maka Aku bersumpah dengan masa turunnya bagian-bagian Al-Quran."
    },
    {
      "id": "76",
      "text": "Sesungguhnya sumpah itu adalah sumpah yang besar kalau kamu mengetahui."
    },
    {
      "id": "77",
      "text": "Sesungguhnya Al-Quran ini adalah bacaan yang sangat mulia,"
    },
    {
      "id": "78",
      "text": "pada kitab yang terpelihara (Lauhul Mahfuzh),"
    },
    {
      "id": "79",
      "text": "tidak menyentuhnya kecuali orang-orang yang disucikan."
    },
    {
      "id": "80",
      "text": "Diturunkan dari Rabbil 'alamiin."
    },
    {
      "id": "81",
      "text": "Maka apakah kamu menganggap remeh saja Al-Quran ini?"
    },
    {
      "id": "82",
      "text": "kamu mengganti rezeki (yang Allah berikan) dengan mendustakan Allah."
    },
    {
      "id": "83",
      "text": "Maka mengapa ketika nyawa sampai di kerongkongan,"
    },
    {
      "id": "84",
      "text": "padahal kamu ketika itu melihat,"
    },
    {
      "id": "85",
      "text": "dan Kami lebih dekat kepadanya dari pada kamu. Tetapi kamu tidak melihat,"
    },
    {
      "id": "86",
      "text": "maka mengapa jika kamu tidak dikuasai (oleh Allah)?"
    },
    {
      "id": "87",
      "text": "Kamu tidak mengembalikan nyawa itu (kepada tempatnya) jika kamu adalah orang-orang yang benar?"
    },
    {
      "id": "88",
      "text": "adapun jika dia (orang yang mati) termasuk orang-orang yang didekatkan (kepada Allah),"
    },
    {
      "id": "89",
      "text": "maka dia memperoleh ketenteraman dan rezeki serta jannah kenikmatan."
    },
    {
      "id": "90",
      "text": "Dan adapun jika dia termasuk golongan kanan,"
    },
    {
      "id": "91",
      "text": "maka keselamatanlah bagimu karena kamu dari golongan kanan."
    },
    {
      "id": "92",
      "text": "Dan adapun jika dia termasuk golongan yang mendustakan lagi sesat,"
    },
    {
      "id": "93",
      "text": "maka dia mendapat hidangan air yang mendidih,"
    },
    {
      "id": "94",
      "text": "dan dibakar di dalam jahannam."
    },
    {
      "id": "95",
      "text": "Sesungguhnya (yang disebutkan ini) adalah suatu keyakinan yang benar."
    },
    {
      "id": "96",
      "text": "Maka bertasbihlah dengan (menyebut) nama Rabbmu yang Maha Besar."
    }
  ]
}