{"ayaTranslation":["Taa' Haa.","Kami tidak menurunkan Al-Quran kepadamu (wahai Muhammad) supaya engkau menanggung kesusahan.","Hanya untuk menjadi peringatan bagi orang-orang yang takut melanggar perintah. Allah","(Al-Quran) diturunkan dari (Tuhan) yang menciptakan bumi dan langit yang tinggi.","Iaitu (Allah) Ar-Rahman, yang bersemayam di atas Arasy.","Dia lah jua yang memiliki segala yang ada di langit dan yang ada di bumi serta yang ada di antara keduanya dan juga yang ada di bawah tanah basah di perut bumi.","Dan jika engkau menyaringkan suara dengan doa permohonanmu, (maka yang demikian tidaklah perlu), kerana sesungguhnya Allah mengetahui segala rahsia dan segala yang tersembunyi.","Allah! Tiada Tuhan yang berhak disembah melainkan Dia, bagiNyalah segala nama yang baik.","Dan sudahkah sampai kepadamu (wahai Muhammad) perihal Nabi Musa?","Ketika ia melihat api, lalu berkatalah ia kepada isterinya: \"Berhentilah! Sesungguhnya aku ada melihat api semoga aku dapat membawa kepada kamu satu cucuhan daripadanya, atau aku dapat di tempat api itu: penunjuk jalan.","Maka apabila ia sampai ke tempat api itu (kedengaran) ia diseru: \"Wahai Musa! \" -","\"Sesungguhnya Aku Tuhanmu! Maka bukalah kasutmu, kerana engkau sekarang berada di Wadi Tuwa yang suci.","\"Dan Aku telah memilihmu menjadi Rasul maka dengarlah apa yang akan diwahyukan kepadamu.","\"Sesungguhnya Akulah Allah; tiada tuhan melainkan Aku; oleh itu, sembahlah akan Daku, dan dirikanlah sembahyang untuk mengingati Daku.","\"Sesungguhnya hari kiamat itu tetap akan datang - yang Aku sengaja sembunyikan masa datangnya - supaya tiap-tiap diri dibalas akan apa yang ia usahakan.","\"Maka janganlah engkau dihalangi daripada mempercayainya oleh orang yang tidak beriman kepadanya serta ia menurut hawa nafsunya; kerana dengan itu engkau akan binasa.","\"Dan apa (bendanya) yang di tangan kananmu itu wahai Musa?\"","Nabi Musa menjawab: \"Ini ialah tongkatku; aku bertekan atasnya semasa, berjalan, dan aku memukul dengannya daun-daun kayu supaya gugur kepada kambing-kambingku, dan ada lagi lain-lain keperluanku pada tongkat itu\".","Allah Taala berfirman: \"Campakkanlah tongkatmu itu wahai Musa!\"","Lalu ia mencampakkannya, maka tiba-tiba tongkatnya itu menjadi seekor ular yang bergerak menjalar.","Allah berfirman: \"Tangkaplah akan dia, dan janganlah engkau takut, Kami akan mengembalikannya kepada keadaannya yang asal.","\"Dan kepitlah tanganmu di celah lambungmu; nescaya keluarlah ia putih bersinar-sinar dengan tidak ada cacat; sebagai satu mukjizat yang lain.","\"(Berlakunya yang demikian itu) kerana Kami hendak memperlihatkan kepadamu sebahagian dari tanda-tanda kekuasaan Kami yang besar.","\"Pergilah kepada Firaun, sesungguhnya ia telah melampaui batas\".","Nabi Musa berdoa dengan berkata: \"Wahai Tuhanku, lapangkanlah bagiku, dadaku;","\"Dan mudahkanlah bagiku, tugasku;","\"Dan lepaskanlah simpulan dari lidahku,","\"Supaya mereka faham perkataanku;","\"Dan jadikanlah bagiku, seorang penyokong dari keluargaku.","\"Iaitu Harun saudaraku;","\"Kuatkanlah dengan sokongannya, pendirianku,","\"Dan jadikanlah dia turut campur bertanggungjawab dalam urusanku,","\"Supaya kami sentiasa beribadat dan memujiMu,","\"Dan (supaya) kami sentiasa menyebut dan mengingatiMu;","\"Sesungguhnya Engkau adalah sedia melihat dan mengetahui hal ehwal kami\".","Allah berfirman: \"Sesungguhnya telah diberikan kepadamu apa yang engkau pohonkan itu, wahai Musa!","\"Dan demi sesungguhnya! Kami telahpun mengurniakan kepadamu berbagai nikmat pada satu masa yang lain sebelum ini.","\"Ketika Kami ilhamkan kepada ibumu, dengan memberitahu kepadanya:","\"Letakkanlah anakmu di dalam peti, kemudian lepaskanlah peti itu ke laut, maka biarlah laut itu membawanya terdampar ke pantai, supaya dipungut oleh musuhKu dan musuhnya; dan Aku telah tanamkan dari kemurahanKu perasaan kasih sayang orang terhadapmu; dan supaya engkau dibela dan dipelihara dengan pengawasanKu.","\"Ketika saudara perempuanmu pergi mencarimu lalu berkata kepada orang-orang yang memungutmu:\" Mahukah, aku tunjukkan kamu kepada orang yang boleh memeliharanya?\" Maka dengan jalan itu Kami mengembalikanmu kepada ibumu supaya tenang hatinya dan supaya ia tidak berdukacita kerana bercerai denganmu; dan semasa engkau membunuh seorang lelaki, lalu Kami selamatkan engkau dari kesusahan pembunuhan itu; dan Kami telah melepaskan engkau berkali-kali dari berbagai-bagai cubaan; kemudian engkau tinggal dengan selamat beberapa tahun dalam kalangan penduduk negeri Madyan; setelah itu engkau sekarang datang dari sana pada masa yang telah ditentukan, wahai Musa!","\"Dan Aku telah memilihmu untuk menjadi RasulKu.","\"Pergilah, engkau dan saudaramu, membawa mukjizat-mukjizat pengurniaanKu dan janganlah kamu berdua lemah dan cuai dalam menyebut serta mengingati Daku.","\"Pergilah kamu berdua kepada Firaun, sesungguhnya ia telah melampaui batas dalam kekufurannya.","\"Kemudian hendaklah kamu berkata kepadanya, dengan kata-kata yang lemah-lembut, semoga ia beringat atau takut\".","Mereka berdua berkata: \"Wahai Tuhan kami! Sesungguhnya kami takut bahawa ia akan segera menyeksa kami, atau ia akan melampau batas\".","Allah berfirman: \"Janganlah kamu takut, sesungguhnya Aku ada bersama-sama kamu; Aku mendengar dan melihat segala-galanya.","\"Oleh itu, pergilah kamu berdua kepadanya, kemudian katakanlah: \"Bahawa sesungguhnya kami ini Rasul-rasul dari Tuhanmu, maka bebaskanlah kaum Bani lsrail mengikut kami, dan janganlah engkau menyeksakan mereka. Sesungguhnya kami telah datang kepadamu membawa satu tanda (mukjizat) dari Tuhanmu! Dan selamat sejahtera itu adalah untuk orang-orang yang menurut petunjuk ugama Allah.","\"Sesungguhnya telah diwahyukan kepada kami bahawa azab seksa di dunia dan di akhirat ditimpakan kepada orang yang mendustakan ayat-ayat Allah dan berpaling daripadanya\".","(Setelah mereka menyampaikan perintah Allah itu), Firaun berkata: \"Jika demikian, siapakah Tuhan kamu berdua, hai Musa?\"","Nabi Musa menjawab: \"Tuhan kami ialah yang telah memberikan kepada tiap-tiap sesuatu: kejadian semulajadinya yang sesuai dengannya, kemudian Ia memberi petunjuk kepadanya akan cara menggunakannya\".","Firaun bertanya lagi: \"Jika demikian, bagaimana pula keadaan kaum-kaum yang telah lalu?\"","Nabi Musa menjawab: \"Pengetahuan mengenainya ada di sisi Tuhanku, tertulis di dalam sebuah Kitab; Tuhanku tidak pernah keliru dan Ia juga tidak pernah lupa\".","(Dia lah Tuhan) yang telah menjadikan bumi bagi kamu sebagai hamparan, dan Ia telah mengadakan bagi kamu padanya jalan-jalan lalu-lalang; dan Ia juga telah menurunkan hujan dari langit. Maka Kami keluarkan dengannya berjenis-jenis tanaman dan buah-buahan yang berlainan keadaannya.","Makanlah kamu daripadanya dan berilah makan binatang-binatang ternak kamu; sesungguhnya semuanya itu mengandungi tanda-tanda yang membuktikan kemurahan Allah, bagi orang-orang yang berakal fikiran.","Dari bumilah Kami ciptakan kamu, dan ke dalamnya Kami akan mengembalikan kamu, dan daripadanya pula Kami akan mengeluarkan kamu sekali lagi.","Dan demi sesungguhnya! Kami telah tunjukkan kepada Firaun segala tanda-tanda yang membukti kekuasaan Kami; dalam pada itu ia mendustakannya dan enggan beriman.","Firaun berkata: \"Patutkah engkau datang kepada kami untuk mengeluarkan kami dari negeri kami dengan sihirmu, hai Musa?","\"Kalau demikian, sesungguhnya kami juga akan bawakan kepadamu sihir yang seperti itu untuk melawanmu! Maka tentukanlah suatu tempoh pertemuan antara kami denganmu, yang kita bersama tidak akan memungkirinya, di suatu tempat yang sesuai bagi kedua belah pihak\".","Nabi Musa menjawab: \"Tempoh yang aku tetapkan untuk kamu itu ialah hari perayaan, dan hendaklah orang ramai berhimpun pada waktu dhuha\".","Maka Firaun pun berangkat dari majlis itu. Ia mengumpulkan ahli-ahli sihir untuk menjalankan tipu-dayanya, kemudian ia datang ke tempat perlawanan.","Nabi Musa berkata kepada mereka: \"Celakalah kamu kelak! Janganlah kamu mendakwa secara dusta terhadap Allah, kerana dengan sebab itu Ia akan membinasakan kamu dengan azab seksa; dan sesungguhnya orang yang berdusta, tetap hampa dan kecewa\".","Maka merekapun berbantahan dan berunding sesama sendiri mengenai perkara sihir mereka, dan mereka rahsiakan apa yang mereka rundingkan.","Mereka berkata: \"Dua orang ini, sebenarnya dua ahli sihir yang bertujuan hendak mengeluarkan kamu dari negeri kamu dengan sihir mereka, dan hendak melenyapkan kepercayaan serta adat peraturan kamu yang utama.","\"Oleh itu, satukanlah segala cara helah kamu, kemudian datanglah beramai-ramai dalam satu barisan untuk menentangnya; dan sesungguhnya beruntunglah orang yang menang pada hari ini\".","Mereka berkata: \"Wahai Musa! Engkaukah yang akan mencampak lebih dahulu atau kamikah yang mula-mula mencampak?\"","Nabi Musa menjawab: \"Bahkan kamulah campak dahulu\". Tiba-tiba tali-tali mereka dan tongkat-tongkat mereka terbayang-bayang kepadanya seolah-olah benda-benda berjalan, disebabkan sihir mereka.","Maka yang demikian menjadikan Nabi Musa merasa takut sedikit dalam hatinya.","Kami berfirman kepadanya: \"Janganlah engkau takut (wahai Musa)! Sesungguhnya engkaulah yang tertinggi mengatasi mereka dengan kemenangan.","\"Dan campakkanlah apa yang ada di tangan kananmu, nescaya ia menelan segala (benda-benda sihir) yang mereka lakukan, kerana sesungguhnya apa yang mereka lakukan itu hanyalah tipu daya ahli sihir; sedang ahli sihir itu tidak akan beroleh kejayaan, di mana sahaja ia berada\".","(Nabi Musa pun mencampakkan tongkatnya yang terus menelan segala benda sihir mereka), maka keadaan yang demikian menjadikan ahli-ahli sihir itu segera merebahkan diri sujud sambil berkata: \"Kami beriman kepada Tuhan yang mengutus Nabi Harun dan Nabi Musa\".","Firaun berkata: \"Patutkah kamu beriman kepada Musa sebelum aku memberi izin kepada kamu? Sesungguhnya dia lah ketua kamu yang mengajar sihir kepada kamu. Oleh itu, demi sesungguhnya, aku akan memotong tangan dan kaki kamu dengan bersilang, dan aku akan memalang kamu pada batang-batang pohon tamar; dan demi sesungguhnya kamu akan mengetahui kelak siapakah di antara kita yang lebih keras azab seksanya dan lebih kekal\".","Mereka menjawab: \"Kami tidak sekali-kali akan mengutamakanmu daripada apa yang telah datang kepada kami dari mukjizat-mukjizat yang terang nyata, dan (tidak akan mengutamakanmu daripada) Tuhan yang telah menjadikan kita semua. Oleh itu, hukumkanlah apa sahaja yang engkau hendak hukumkan, kerana sesungguhnya engkau hanyalah dapat menghukum dalam kehidupan dunia ini sahaja.","\"Sesungguhnya kami telah beriman kepada Tuhan kami, supaya diampunkanNya kesalahan-kesalahan kami, dan dosa-dosa sihir yang engkau paksakan kami melakukannya. Dan Allah jualah yang lebih baik dan lebih kekal balasan pahalaNya.","\"Sebenarnya sesiapa yang datang kepada Tuhannya pada hari akhirat sedang ia bersalah maka sesungguhnya adalah baginya neraka jahannam yang ia tidak mati di dalamnya dan tidak pula hidup.","\"Dan sesiapa yang datang kepadaNya sedang ia beriman, serta ia telah mengerjakan amal-amal yang soleh, maka mereka itu akan beroleh tempat-tempat tinggal yang tinggi darjatnya:","\"(Iaitu) Syurga-syurga yang kekal, yang mengalir padanya beberapa sungai, mereka kekal di dalamnya; dan yang demikian itu ialah balasan orang-orang yang membersihkan dirinya dari perbuatan kufur dan maksiat\".","Dan demi sesungguhnya! Kami telah wahyukan kepada Nabi Musa: \"Hendaklah engkau membawa hamba-hambaKu (kaummu) keluar memgembara pada waktu malam, kemudian pukulah air laut dengan tongkatmu, untuk mengadakan jalan yang kering bagi mereka di laut itu; janganlah engkau menaruh bimbang daripada ditangkap oleh musuh, dan jangan pula engkau takut tenggelam\".","Maka Firaun pun mengejar mereka bersama-sama dengan tenteranya, lalu ia dan orang-orangnya diliputi oleh air laut yang menenggelamkan mereka semuanya dengan cara yang sedahsyat-dahsyatnya.","Dan dengan itu Firaun telah menjerumuskan kaumnya ke tempat kebinasaan, dan tidaklah ia membawa mereka ke jalan yang benar.","Wahai Bani lsrail! Sesungguhnya Kami telah selamatkan kamu dari musuh kamu, dan Kami telah janjikan kamu (dengan memberi wahyu kepada Nabi Musa) di sebelah kanan Gunung Tursina itu, dan kami turunkan kepada kamu \"Mann\" dan \"Salwa\",","Serta Kami katakan: Makanlah dari benda-benda yang baik yang Kami kurniakan kepada kamu, dan janganlah kamu melampaui batas padanya, kerana dengan yang demikian kamu akan ditimpa kemurkaanKu; dan sesiapa yang ditimpa kemurkaanKu, maka sesungguhnya binasalah ia.","Dan sesungguhnya Aku yang amat memberi ampun kepada orang-orang yang bertaubat serta beriman dan beramal soleh, kemudian ia tetap teguh menurut petunjuk yang diberikan kepadanya.","Dan apakah yang menyebabkan engkau segera datang ke mari lebih dahulu dari kaum engkau wahai Musa?.","Nabi Musa menjawab: \"Mereka itu ada mengiringi daku tidak jauh dari sini; dan aku segera datang kepadaMu, wahai Tuhanku, supaya Engkau reda akan daku\".","(Setelah selesainya urusan itu) maka Allah berfirman kepada Nabi Musa: \"Sesungguhnya Kami telah mengenakan kaummu satu fitnah ujian sepeninggalanmu, dan mereka telah disesatkan oleh Samiri\"","Maka kembalilah Nabi Musa kepada kaumnya dengan perasaan marah dan dukacita; ia berkata: \"Wahai kaumku! Bukankah Tuhan kamu telah menjanjikan kamu dengan satu perjanjian yang baik? Patutkah kamu merasa panjang masa pemergianku menerima apa yang dijanjikan itu? Atau kamu sengaja menghendaki supaya kamu ditimpa kemurkaan dari Tuhan kamu, lalu kamu menyalahi perjanjian kamu denganku?\"","Mereka menjawab: \"Kami tidak menyalahi janji kami kepadamu itu dengan kuasa dan ikhtiar kami, tetapi kami telah dibebankan membawa barang-barang perhiasan orang-orang (Mesir) itu, supaya kami mencampakkannya ke dalam api lalu kami melakukan yang demikian, maka demikianlah juga \"Samiri\" mencampakkan apa yang dibawanya.","\"Kemudian Samiri mengeluarkan untuk mereka dari leburan barang-barang itu (patung) seekor anak lembu yang bertubuh lagi bersuara, lalu mereka berkata: \"Ini ialah tuhan kamu dan tuhan bagi Musa, tetapi Musa telah lupa!\"","Patutkah mereka tidak mahu berfikir sehingga mereka tidak nampak bahawa patung itu tidak dapat menjawab perkataan mereka, dan tidak berkuasa mendatangkan bahaya atau memberi manfaat kepada mereka?","Dan demi sesungguhnya, Nabi Harun telahpun berkata kepada mereka sebelum itu: \"Wahai kaumku, sesungguhnya kamu hanya diperdayakan dengan patung itu, dan sesungguhnya Tuhan kamu ialah Allah yang melimpah-limpah rahmatNya; oleh itu, ikutlah daku dan taatlah akan perintahku\".","Mereka menjawab: \"Kami tidak sekali-kali akan meninggalkan penyembahan patung ini, (bahkan) kami akan tetap menyembahnya hingga Nabi Musa kembali kepada kami\".","(Sekembalinya), Nabi Musa berkata: \"Wahai Harun, apakah maniknya yang menghalangmu ketika engkau melihat mereka sesat,","\"Daripada menurutku? Adakah engkau ingkar akan suruhanku?\"","Nabi Harun menjawab: \"Wahai anak ibuku! Janganlah engkau meragut janggutku dan janganlah menarik (rambut) kepalaku. Sesungguhnya aku takut bahawa engkau akan berkata kepadaku: ` Engkau telah memecah-belahkan kaum Bani lsrail sesama sendiri, dan engkau tidak berhati-hati mengambil berat pesananku! ' \"","(Sesudah itu Nabi Musa hadapkan kemarahannya kepada Samiri lalu) bertanya: \"Apa pula halmu, wahai Samiri?\"","Ia menjawab:\" Aku mengetahui dan menyedari apa yang tidak diketahui oleh mereka, lalu aku mengambil segenggam dari kesan jejak Rasul itu, kemudian aku mencampakkannya; dan demikianlah aku dihasut oleh hawa nafsuku\".","Nabi Musa berkata kepada Samiri: \"Jika demikian, pergilah, (engkau adalah diusir dan dipulaukan), kerana sesungguhnya telah ditetapkan bagimu akan berkata dalam kehidupan dunia ini: ` Jangan sentuh daku ', dan sesungguhnya telah dijanjikan lagi untukmu satu balasan akhirat yang engkau tidak sekali-kali akan terlepas daripadanya. Dan (sekarang) lihatlah kepada tuhanmu yang engkau sekian lama menyembahnya, sesungguhnya kami akan membakarnya kemudian kami akan menghancur dan menaburkan serbuknya di laut sehingga hilang lenyap.","\"Sesungguhnya Tuhan kamu hanya Allah, yang tidak ada Tuhan melainkan Dia, yang meliputi pengetahuanNya akan tiap-tiap sesuatu\".","Demikianlah Kami ceritakan kepadamu (wahai Muhammad), sebahagian dari kisah-kisah umat manusia yang telah lalu; dan sesungguhnya Kami telah memberikan kepadamu, dari sisi Kami (sebuah Kitab Al-Quran yang menjadi) peringatan.","Sesiapa yang berpaling ingkar dari peringatan Al-Quran itu, maka sesungguhnya ia pada hari kiamat menanggung beban (dosa) yang berat.","Mereka kekal di dalam (azab) dosa itu; dan amatlah buruknya tanggungan itu bagi mereka pada hari kiamat,","(Iaitu) hari ditiup Sangkakala, dan Kami akan himpunkan pada hari itu orang-orang yang bersalah dalam keadaan kelabu matanya.","Mereka berbisik-bisik sesama sendiri: \"Kamu telah tinggal hanya sepuluh sahaja\".","(Allah berfirman): Kami lebih mengetahui akan kadar masa yang mereka katakan itu, manakala orang yang lebih tepat pendapatnya di antara mereka berkata pula: \"Tiadalah kamu tinggal melainkan satu masa yang amat singkat\".","Dan mereka (yang kafir) bertanya kepadamu (wahai Muhammad) dari hal gunung-ganang; maka jawablah: \"Tuhanku akan menghancurkannya menjadi debu ditiup angin.","\"Lalu Ia membiarkan tapak gunung-gunung itu (di bumi) rata lagi licin\".","Engkau tidak akan melihat pada tapaknya itu tempat yang rendah atau yang tinggi.","Pada hari itu mereka menurut seruan panggilan yang menyeru mereka dengan tidak dapat melencong dari menurutnya; dan diam khusyuklah segala suara kepada Allah yang melimpah-limpah rahmatNya sehingga engkau tidak mendengar melainkan bunyi yang amat perlahan.","Pada hari itu, tidak berfaedah syafaat (dari dan kepada sesiapapun) kecuali dari orang yang diizinkan oleh Allah yang melimpah-limpah rahmatNya, dan kepada orang yang diredai perkataannya.","Allah mengetahui apa yang di hadapan mereka (dari hal-hal dunia), dan apa yang di belakang mereka (dari perkara akhirat); sedang mereka tidak mengetahuinya secara meliputi.","Dan segala muka akan tunduk dengan berupa hina kepada Allah Yang Tetap Hidup, lagi Yang Kekal Mentadbirkan makhluk selama-lamanya; dan sesungguhnya telah rugi dan hampalah orang yang menanggung dosa kezaliman.","Dan sesiapa yang mengerjakan sebarang apa dari amal-amal yang soleh, sedang ia beriman, maka tidaklah (seharusnya) ia merasa takut dianiaya atau dikurangkan sedikitpun dari pahalanya.","Dan demikianlah Kami telah menurunkan Al-Quran sebagai bacaan dalam bahasa Arab, dan kami telah terangkan di dalamnya berbagai-bagai amaran supaya mereka (umat manusia seluruhnya) bertaqwa, atau mereka mendapat daripadanya sesuatu peringatan dari faedah mereka.","Maka Maha Tinggilah Allah, yang Menguasai seluruh alam, lagi Yang Benar (pada segala-galanya). Dan janganlah engkau (wahai Muhammad) tergesa-gesa membaca Al-Quran sebelum selesai dibacakan oleh Jibril kepadamu, dan berdoalah dengan berkata: \"Wahai Tuhanku, tambahilah ilmuku\".","Dan demi sesungguhnya, Kami telah berpesan kepada Adam pada masa yang lalu, tetapi ia lupa; dan kami tidak mendapatinya mempunyai keazaman yang teguh.","Dan (ingatkanlah peristiwa) ketika Kami berfirman kepada malaikat: \"Sujudlah kamu kepada Adam\", lalu mereka sujud, melainkan Iblis, ia enggan sujud.","Maka, Kami berfirman: \"Wahai Adam sesungguhnya Iblis ini musuh bagimu dan bagi isterimu; oleh itu, janganlah ia menyebabkan kamu berdua keluar dari Syurga, kerana dengan yang demikian engkau (dan isterimu) akan menderita.","\"Sesungguhnya telah dikurniakan berbagai nikmat bagimu, bahawa engkau tidak akan lapar dalam Syurga itu dan tidak akan bertelanjang.","\"Dan sesungguhnya engkau juga tidak akan dahaga dalam Syurga itu, dan tidak akan merasa panas matahari\".","Setelah itu maka Syaitan membisikkan (hasutan) kepadanya, dengan berkata: \"Wahai Adam, mahukah, aku tunjukkan kepadamu pohon yang menyebabkan hidup selama-lamanya, dan kekuasaan yang tidak akan hilang lenyap?\"","Kemudian mereka berdua memakan dari pohon itu, lalu terdedahlah kepada mereka aurat masing-masing, dan mereka mulailah menutupnya dengan daun-daun dari Syurga; dan dengan itu derhakalah Adam kepada Tuhannya, lalu tersalah jalan (dari mencapai hajatnya).","Kemudian Tuhannya memilihnya (dengan diberi taufiq untuk bertaubat), lalu Allah menerima taubatnya serta diberi petunjuk.","Allah berfirman: \"Turunlah kamu berdua dari Syurga itu, bersama-sama, dalam keadaan setengah kamu menjadi musuh bagi setengahnya yang lain; kemudian jika datang kepada kamu petunjuk dariKu, maka sesiapa yang mengikut petunjukKu itu nescaya ia tidak akan sesat dan ia pula tidak akan menderita azab sengsara.","\"Dan sesiapa yang berpaling ingkar dari ingatan dan petunjukKu, maka sesungguhnya adalah baginya kehidupan yang sempit, dan Kami akan himpunkan dia pada hari kiamat dalam keadaan buta\".","Ia berkata: \"Wahai Tuhanku, mengapa Engkau himpunkan daku dalam keadaan buta, padahal aku dahulu melihat?\"","Allah berfirman: \"Demikianlah keadaannya! Telah datang ayat-ayat keterangan Kami kepadamu, lalu engkau melupakan serta meninggalkannya, dan demikianlah engkau pada hari ini dilupakan serta ditinggalkan\".","Dan demikianlah Kami membalas orang yang melampaui batas dan tidak beriman kepada ayat-ayat keterangan Tuhannya; dan demi sesungguhnya azab akhirat itu lebih berat dan lebih kekal.","Adakah tersembunyi serta belum jelas lagi kepada mereka: berapa banyak Kami telah binasakan dari kamu-kaum yang terdahulu daripada mereka, sedang mereka sekarang berulang-alik melalui tempat-tempat tinggal kaum-kaum itu? Sesungguhnya pada yang demikian ada tanda-tanda (untuk mengambil iktibar) bagi orang-orang yang berakal fikiran.","Dan jika tidaklah kerana telah terdahulu Kalimah Tuhanmu (wahai Muhammad), dan satu tempoh yang ditentukan nescaya balasan jenayah mereka sudah semestinya berlaku.","Oleh itu, bersabarlah engkau (wahai Muhammad) akan apa yang mereka katakan, dan beribadatlah dengan memuji Tuhanmu sebelum matahari terbit dan sebelum terbenamnya; dan beribadatlah pada saat-saat dari waktu malam dan pada sebelah-sebelah siang; supaya engkau reda (dengan mendapat sebaik-baik balasan).","Dan janganlah engkau menujukan pandangan kedua matamu dengan keinginan kepada apa yang telah Kami berikan kepada beberapa golongan dari mereka yang kafir itu menikmatinya, yang merupakan keindahan kehidupan dunia ini, untuk Kami menguji mereka padanya; sedang limpah kurnia Tuhanmu di akhirat lebih baik dan lebih kekal.","Dan perintahkanlah keluargamu serta umatmu mengerjakan sembahyang, dan hendaklah engkau tekun bersabar menunaikannya. Kami tidak meminta rezeki kepadamu, (bahkan) Kamilah yang memberi rezeki kepadamu. Dan (ingatlah) kesudahan yang baik adalah bagi orang-orang yang bertaqwa.","Dan mereka yang kafir berkata: \"Mengapa ia tidak membawa kepada kami satu tanda mukjizat dari Tuhannya yang membuktikan kebenarannya?\" Bukankah telah datang kepada mereka berbagai-bagai keterangan dan khasnya Al-Quran yang menjadi kenyataan yang menerangkan apa yang terkandung dalam Kitab-kitab yang dahulu?","Dan sekiranya Kami binasakan mereka dengan sesuatu azab sebelum datangnya Rasul Kami membawa Al-Quran ini, tentulah mereka akan berkata pada hari kiamat: \"Wahai Tuhan Kami! Mengapa Engkau tidak mengutuskan kepada kami seorang Rasul supaya kami menurut ayat-ayat keteranganMu yang dibawanya, sebelum kami menjadi hina (dengan azab di dunia), dan mendapat malu (dengan azab di akhirat)?\"","Katakanlah (wahai Muhammad): \"Tiap-tiap seorang (di antara kita) sedang menunggu; maka tunggulah kamu! Kemudian kamu akan mengetahui kelak siapakah orang-orang yang berada atas jalan yang lurus, dan juga siapa yang mendapat petunjuk\"."],"id":20,"translation":"Basmeih (Malaysia)","name":"طه"}