{"ayaTranslation":["Telah hampir datangnya kepada manusia hari perhitungan amalnya sedang mereka dalam kelalaian, tidak hiraukan persediaan baginya.","Tidak datang kepada mereka itu sebarang peringatan yang diturunkan dari Tuhan mereka lepas satu: satu, melainkan mereka memasang telinga mendengarnya sambil mereka mempermain-mainkannya -","Dengan keadaan hati mereka leka daripada memahami dan mengamalkan maksudnya. Dan orang-orang yang zalim itu, berbisik-bisik sesama sendiri dengan berkata: \"Bukankah (Muhammad) ini hanyalah seorang manusia biasa seperti kamu? Maka patutkah kamu turut hadir mendengar sihir yang dibawanya itu sedang kamu nampak dan mengetahui karutnya?\"","(Bagi menjawab mereka, Nabi Muhammad) berkata: \"Tuhanku mengetahui tiap-tiap perkataan (yang dilahirkan atau disembunyikan oleh makhluk-makhluk) di langit dan di bumi; dan Dia lah jua yang Maha Mendengar, lagi Maha Mengetahui\".","(Mereka bukan sahaja menyifatkan Al-Quran itu sihir) bahkan mereka menuduh dengan berkata: \"Al-Quran itu perkara karut yang dimimpikan oleh Muhammad, bahkan perkara yang diada-adakan olehnya, bahkan Muhammad sendiri seorang penyair. (Kalaulah ia sebenarnya seorang Rasul) maka hendaklah ia membawa kepada kita satu mukjizat sebagaimana mukjizat-mukjizat yang dibawa oleh Rasul-rasul yang telah diutus dahulu\".","Tidak ada penduduk sesebuah negeri pun yang Kami binasakan sebelum mereka, yang telah beriman kepada mukjizat yang diberi kepadanya; maka benarkah mereka yang meminta mukjizat itu mahu beriman?","Dan Kami tidak mengutus Rasul-rasul sebelummu (wahai Muhammad) melainkan orang-orang lelaki yang Kami wahyukan kepada mereka (bukan malaikat); maka bertanyalah kamu kepada AhluzZikri\" jika kamu tidak mengetahui.","Dan Kami tidak menjadikan Rasul-rasul itu bertubuh badan yang tidak makan minum, dan mereka pula tidak akan kekal hidup selama-lamanya (di dunia).","Kemudian Kami tepati janji Kami kepada mereka, lalu Kami selamatkan mereka dan sesiapa yang Kami kehendaki, dan (sebaliknya) Kami binasakan orang-orang yang melampaui batas.","Sesungguhnya Kami telah menurunkan kepada kamu sebuah Kitab (Al-Quran) yang mengandungi perkara yang menimbulkan sebutan baik dan kelebihan untuk kamu, maka mengapa kamu tidak memahaminya (dan bersyukur akan nikmat yang besar itu)?","Dan berapa banyak Kami telah pecah-belahkan dan binasakan penduduk negeri yang melakukan kezaliman, dan Kami telah menjadikan sesudah mereka, kaum yang lain sebagai gantinya.","Maka ketika mereka merasai (kedatangan) azab Kami, mereka dengan serta-merta lari keluar dari negeri itu.","(Lalu dikatakan kepada mereka): \"Janganlah kamu lari, dan sebaliknya kembalilah kepada kemewahan hidup yang telah diberikan kepada kamu, dan ke tempat-tempat tinggal kamu, supaya kamu dapat ditanya mengenai apa yang berlaku\".","(Akhirnya) mereka berkata: \"Aduhai celakanya kami! Sesungguhnya kami adalah orang-orang yang berlaku zalim!\"","Maka demikianlah seterusnya jeritan dan keluhan mereka, sehingga Kami jadikan mereka hancur lebur dan sunyi-sepi.","Dan (ingatlah) tidaklah Kami menciptakan langit dan bumi serta segala yang ada di antaranya, secara main-main.","Sekiranya Kami hendak mengambil sesuatu untuk hiburan, tentulah Kami akan mengambilnya dari sisi Kami; Kami tidak melakukannya.","Bahkan Kami sentiasa mengarahkan yang benar menentang yang salah, lalu ia menghancurkannya, maka dengan serta-merta hilang lenyaplah dia. Dan (tetaplah) kecelakaan akan menimpa kamu disebabkan apa yang kamu sifatkan (terhadap Kami).","Dan (ingatlah) segala yang ada di langit dan di bumi adalah milik kepunyaan Allah jua; dan malaikat-malaikat yang ada di sisiNya tidak membesarkan diri dan tidak enggan daripada beribadat kepadaNya, dan tidak pula mereka merasa penat dan letih.","Mereka beribadat malam dan siang, dengan tidak berhenti-henti.","Adakah benda-benda dari bumi yang mereka jadikan tuhan-tuhan itu, dapat menghidupkan semula sesuatu yang mati?","Kalau ada di langit dan di bumi tuhan-tuhan yang lain dari Allah, nescaya rosaklah pentadbiran kedua-duanya. Maka (bertauhidlah kamu kepada Allah dengan menegaskan): Maha Suci Allah, Tuhan yang mempunyai Arasy, dari apa yang mereka sifatkan.","Ia tidak boleh ditanya tentang apa yang Ia lakukan, sedang merekalah yang akan ditanya kelak.","Patutkah mereka menyembah tuhan-tuhan yang lain dari Allah? Katakanlah (wahai Muhammad): \"Bawalah keterangan dan bukti kamu; kandungan Al-Quran ini menjadi peringatan dan bukti tauhid umatku, juga peringatan dan bukti tauhid umat-umat yang dahulu daripadaku\". (Kaum musyrik tidak mempunyai sebarang keterangan) bahkan kebanyakan mereka tidak mengetahui mana yang benar dan mana yang salah, dengan sebab itulah maka mereka berpaling ingkar.","Dan Kami tidak mengutus sebelummu (wahai Muhammad) seseorang Rasul pun melainkan Kami wahyukan kepadanya: \"Bahawa sesungguhnya tiada Tuhan (yang berhak disembah) melainkan Aku; oleh itu, beribadatlah kamu kepadaKu\".","Dan mereka (yang musyrik) berkata: \"(Allah) Ar-Rahman mempunyai anak\". Maha Sucilah Ia. Bahkan (mereka yang dikatakan menjadi anak Allah itu) ialah hamba-hambaNya yang dimuliakan.","Mereka tidak mendahuluiNya dengan perkataan dan mereka pula mengerjakan apa yang diperintahkanNya.","Allah mengetahui apa yang di hadapan mereka (yang telah mereka lakukan), dan apa yang di belakang mereka (yang akan mereka lakukan); dan mereka tidak memohon syafaat melainkan bagi sesiapa yang diredhai Allah; dan mereka pula sentiasa cemas takut daripada ditimpa azabNya.","Dan (jika ada) sesiapa di antara mereka berkata: \"Sesungguhnya aku ialah tuhan selain dari Allah\", maka yang berkata sedemikian itu, Kami akan membalasnya dengan (azab) neraka jahannam; demikianlah Kami membalas golongan yang zalim.","Dan tidakkah orang-orang kafir itu memikirkan dan mempercayai bahawa sesungguhnya langit dan bumi itu pada asal mulanya bercantum (sebagai benda yang satu), lalu Kami pisahkan antara keduanya? Dan Kami jadikan dari air, tiap-tiap benda yang hidup? Maka mengapa mereka tidak mahu beriman?","Dan Kami telah menjadikan di bumi gunung-ganang yang menetapnya, supaya bumi itu tidak menggegar mereka; dan Kami jadikan padanya celah-celah sebagai jalan-jalan lalu-lalang, supaya mereka dapat sampai kepada mencapai keperluan rohani dan jasmani.","Dan Kami telah menjadikan langit sebagai bumbung yang terpelihara dan terkawal, sedang mereka (yang kafir itu) berpaling tidak memerhatikan tanda-tanda (kekuasaan Kami) yang ada padanya.","Dan Dia lah (Tuhan) yang telah menjadikan malam dan siang, serta matahari dan bulan; tiap-tiap satunya beredar terapung-apung di tempat edaran masing-masing (di angkasa lepas).","Dan Kami tidak menjadikan seseorang manusia sebelummu dapat hidup kekal (di dunia ini). Maka kalau engkau meninggal dunia (wahai Muhammad), adakah mereka akan hidup selama-lamanya?","Tiap-tiap diri akan merasai mati, dan Kami menguji kamu dengan kesusahan dan kesenangan sebagai cubaan; dan kepada Kamilah kamu semua akan dikembalikan.","Dan apabila orang-orang kafir itu melihatmu, mereka hanyalah menjadikan perkara yang engkau sampaikan itu sebagai ejek-ejekan sahaja, sambil berkata sesama sendiri: \"Inikah dia orangnya yang mencaci tuhan-tuhan kamu?\" (Mereka berkata demikian) sedang mereka sendiri kufur ingkar kepada Al-Quran yang mengandungi peringatan Allah yang melimpah-limpah rahmatNya.","Jenis manusia dijadikan bertabiat terburu-buru dalam segala halya; Aku (Allah) akan perlihatkan kepada kamu tanda-tanda kekuasaanKu; maka janganlah kamu meminta disegerakan (kedatangannya).","Dan (kerana tabiat terburu-burunya) mereka berkata: \"Bilakah berlakunya janji azab itu, jika betul kamu orang-orang yang berkata benar?\".","Kalaulah orang-orang kafir itu mengetahui apa yang akan menimpa mereka ketika mereka tidak dapat menahan atau mengelakkan api neraka dari muka dan belakang mereka, dan mereka pula tidak diberi pertolongan, (tentulah mereka segera beriman, dan tidak berkata demikian).","(Mereka tidak diberitahu akan masa itu) bahkan (yang dijanjikan) itu akan datang kepada mereka secara mengejut, serta terus membingungkan mereka; maka mereka tidak akan terdaya menolaknya, dan tidak akan diberi tempoh bertaubat.","Dan demi sesungguhnya, telah diperolok-olokkan beberapa Rasul sebelummu, lalu orang-orang yang mengejek-ejek di antara mereka, ditimpakan balasan azab bagi apa yang mereka telah perolok-olokkan itu.","Katakanlah (wahai Muhammad): \"Siapakah yang dapat menjaga keselamatan kamu pada malam dan siang daripada azab Tuhan yang bersifat Maha Pemurah?\" (Mereka tidak memikirkan yang demikian) bahkan mereka tetap berpaling ingkar dari pengajaran Tuhan mereka.","Tidak ada bagi mereka tuhan-tuhan yang dapat melindungi mereka dari azab Kami. Mereka yang dipertuhankan itu tidak dapat menolong dirinya sendiri, dan tidak pula mereka dibantu dengan pertolongan dari pihak Kami.","(Bukan benda-benda yang dipertuhankan itu yang memberi kesenangan kepada mereka) bahkan Kami biarkan mereka dan datuk-nenek mereka menikmati (kesenangan hidup) hingga berlanjutanlah umur mereka (dalam keadaan yang menyebabkan berlaku perkara yang tidak diingini mereka). Maka tidakkah mereka melihat bahawa kami datangi daerah bumi yang mereka kuasai dengan menguranginya sedikit demi sedikit dari sempadan-sempadannya? Jika demikian halnya, maka adakah mereka yang akan menang?","Katakanlah (wahai Muhammad): \"Sesungguhnya aku hanyalah memberi amaran kepada kamu dengan wahyu (Al-Quran yang diturunkan Allah kepadaku); dan sudah tentu orang-orang yang pekak tidak dapat mendengar seruan apabila mereka diberi amaran, (maka janganlah kamu menjadi pekak kerana azab Tuhan amatlah berat).","Dan demi sesungguhnya, jika mereka disentuh oleh sedikit sahaja dari azab Tuhanmu, sudah tentu mereka akan berkata: \"Aduhai celakanya kami! Sebenarnya kami adalah orang-orang yang zalim (terhadap diri sendiri)!\"","Dan (ingatlah) Kami akan mengadakan neraca timbangan yang adil untuk (menimbang amal makhluk-makhluk pada) hari kiamat; maka tidak ada diri sesiapa akan teraniaya sedikitpun; dan jika (amalnya) itu seberat biji sawi (sekalipun), nescaya Kami akan mendatangkannya (untuk ditimbang dan dihitung); dan cukuplah Kami sebagai Penghitung.","Dan demi sesungguhnya, Kami telah memberi kepada Nabi Musa dan Nabi Harun Kitab (Taurat) yang membezakan antara yang benar dengan yang salah, dan yang menjadi cahaya yang menerangi, serta yang mengandungi pengajaran, bagi orang-orang yang mahu bertaqwa.","Iaitu mereka yang takut (melanggar hukum-hukum) Tuhannya semasa mereka tidak dilihat orang, dan mereka pula gerun cemas akan (peristiwa-peristiwa yang mengerikan pada) hari kiamat.","Dan Al-Quran ini juga pengajaran yang berkat, yang Kami turunkan (kepada Nabi Muhammad); dengan keadaan yang demikian maka patutkah kamu mengingkarinya?","Dan demi sesungguhnya, Kami telah memberi kepada Nabi Ibrahim sebelum itu jalan yang benar dalam bertauhid, dan Kami adalah mengetahui akan halnya.","Ketika ia berkata kepada bapanya dan kaumnya: \"Apakah hakikatnya patung-patung ini yang kamu bersungguh-sungguh memujanya?\"","Mereka menjawab: \"Kami dapati datuk nenek kami selalu menyembahnya\".","Ia berkata: \"Sesungguhnya kamu dan datuk-nenek kamu adalah dalam kesesatan yang nyata\".","Mereka bertanya: \"Adakah engkau membawa kepada kami sesuatu yang benar (sebagai seorang Rasul), atau engkau dari orang-orang yang bermain-main sahaja?\"","Ia menjawab: \"(Bukan bermain-main) bahkan (untuk menegaskan bahawa) Tuhan kamu ialah Tuhan yang mentadbirkan langit dan bumi, Dia lah yang menciptanya; dan aku adalah dari orang-orang yang boleh memberi keterangan mengesahkan yang demikian itu.","\"Dan demi Allah, aku akan jalankan rancangan terhadap berhala-berhala kamu, sesudah kamu pergi meninggalkan (rumah berhala ini)\".","Lalu ia memecahkan semuanya berketul-ketul, kecuali sebuah berhala mereka yang besar (dibiarkannya), supaya mereka kembali kepadanya.","(Setelah melihat kejadian itu) mereka bertanya: \"Siapakah yang melakukan perbuatan yang demikian terhadap tuhan-tuhan kami? Sesungguhnya adalah ia dari orang-orang yang zalim\".","(Setengah dari) mereka berkata: \"Kami ada mendengar seorang anak muda bernama Ibrahim, mencacinya\".","(Ketua-ketua) mereka berkata: \"Jika demikian, bawalah dia di hadapan orang ramai supaya mereka menyaksikan (tindakan mengenainya).","(Setelah ia dibawa ke situ) mereka bertanya: \"Engkaukah yang melakukan demikian kepada tuhan-tuhan kami, hai Ibrahim?\"","Ia menjawab: \"(Tidak) bahkan yang melakukannya ialah (berhala) yang besar di antara mereka ini! Maka bertanyalah kamu kepada mereka kalau-kalau mereka dapat berkata-kata\".","Maka mereka (penyembah berhala) kembali kepada diri mereka (memikirkan hal itu) lalu berkata (sesama sendiri): \"Sesungguhnya kamulah sendiri orang-orang yang zalim\".","Kemudian mereka terbalik fikirannya kepada kesesatan, lalu berkata: \"Sesungguhnya engkau (hai Ibrahim), telah sedia mengetahui bahawa berhala-berhala itu tidak dapat berkata-kata (maka betapa engkau menyuruh kami bertanya kepadanya)?\"","Nabi Ibrahim berkata: \"Jika demikian, patutkah kamu menyembah yang lain dari Allah sesuatu yang tidak dapat mendatangkan faedah sedikitpun kepada kamu, dan juga tidak dapat mendatangkan mudarat kepada kamu?","\"Jijik perasaanku terhadap kamu dan apa yang kamu sembah selain Allah! Maka mengapa kamu tidak mahu menggunakan akal fikiran kamu?\"","(Setelah tidak dapat berhujah lagi, ketua-ketua) mereka berkata: \"Bakarlah dia dan belalah tuhan-tuhan kamu, jika betul kamu mahu bertindak membelanya!\"","Kami berfirman: \"Hai api, jadilah engkau sejuk serta selamat sejahtera kepada Ibrahim! \".","Dan mereka (dengan perbuatan membakarnya itu) hendak melakukan angkara yang menyakitinya, lalu Kami jadikan mereka orang-orang yang amat rugi, (kalah dengan hinanya).","Dan Kami selamatkan dia dan (sepupunya) Nabi Lut ke negeri yang Kami limpahkan berkat padanya untuk umat manusia.","Dan Kami kurniakan kepadanya: Ishak (anaknya), dan Yaakub (cucunya) sebagai tambahan; dan tiap-tiap seorang (dari mereka) Kami jadikan orang yang soleh.","Dan Kami jadikan mereka ketua-ketua ikutan, yang memimpin (manusia ke jalan yang benar) dengan perintah Kami, dan Kami wahyukan kepada mereka mengerjakan kebaikan, dan mendirikan sembahyang, serta memberi zakat; dan mereka pula sentiasa beribadat kepada Kami.","Dan kepada Nabi Lut, Kami berikan hikmat kebijaksanaan dan ilmu; dan Kami selamatkan dia dari bandar yang penduduknya selalu melakukan perkara-perkara yang keji; sesungguhnya mereka itu adalah kaum jahat, yang fasik, derhaka.","Dan Kami masukkan Nabi Lut dalam (kumpulan mereka yang dilimpahi) rahmat Kami; sesungguhnya dia dari orang-orang yang soleh.","Dan (sebutkanlah peristiwa) Nabi Nuh, ketika ia menyeru (berdoa kepada Kami) sebelum (Nabi-nabi yang tersebut) itu, lalu Kami perkenankan doanya serta Kami selamatkan dia dan pengikut-pengikutnya dari kesusahan yang besar.","Dan Kami membelanya dari angkara kaum yang mendustakan ayat-ayat Kami; sesungguhnya adalah mereka kaum yang jahat; lalu Kami tenggelamkan mereka semuanya (sehingga mati lemas dengan taufan).","Dan (sebutkanlah peristiwa) Nabi Daud dengan Nabi Sulaiman, ketika mereka berdua menghukum mengenai tanaman-tanaman semasa ia dirosakkan oleh kambing kaumnya pada waktu malam; dan sememangnya Kamilah yang memerhati dan mengesahkan hukuman mereka.","Maka Kami beri Nabi Sulaiman memahami hukum yang lebih tepat bagi masalah itu; dan masing-masing (dari mereka berdua) Kami berikan hikmat kebijaksanaan dan ilmu (yang banyak); dan Kami mudahkan gunung-ganang dan unggas memuji Kami bersama-sama dengan Nabi Daud; dan adalah Kami berkuasa melakukan semuanya itu.","Dan Kami mengajar Nabi Daud membuat baju-baju besi untuk kamu, untuk menjaga keselamatan kamu dalam mana-mana peperangan kamu, maka adakah kamu sentiasa bersyukur?","Dan (Kami mudahkan) bagi Nabi Sulaiman angin yang kencang tiupannya, bertiup menurut kehendaknya ke negeri yang Kami limpahi berkat padanya; dan adalah Kami mengetahui akan tiap-tiap sesuatu.","Dan (Kami mudahkan) sebahagian dari Syaitan-syaitan untuk menyelam baginya, serta melakukan kerja-kerja yang lain dari itu; dan adalah Kami mengawal mereka (daripada melanggar perintahnya).","Dan (sebutkanlah peristiwa) Nabi Ayub, ketika ia berdoa merayu kepada Tuhannya dengan berkata: \"Sesungguhnya aku ditimpa penyakit, sedang Engkaulah sahaja yang lebih mengasihani daripada segala (yang lain) yang mengasihani\".","Maka Kami perkenankan doa permohonannya, lalu Kami hapuskan penyakit yang menimpanya, serta Kami kurniakan kepadanya: keluarganya, dengan seganda lagi ramainya, sebagai satu rahmat dari Kami dan sebagai satu peringatan bagi orang-orang yang taat kepada Kami (supaya bersabar dan mendapat balasan baik).","Dan (demikianlah pula) Nabi-nabi Ismail dan Idris serta Zul-Kifli; semuanya adalah dari orang-orang yang sabar.","Dan Kami masukkan mereka dalam (kumpulan yang dilimpahi) rahmat Kami: sesungguhnya mereka adalah dari orang-orang yang soleh.","Dan (sebutkanlah peristiwa) Zun-Nun, ketika ia pergi (meninggalkan kaumnya) dalam keadaan marah, yang menyebabkan ia menyangka bahawa Kami tidak akan mengenakannya kesusahan atau cubaan; (setelah berlaku kepadanya apa yang berlaku) maka ia pun menyeru dalam keadaan yang gelap-gelita dengan berkata: \"Sesungguhnya tiada Tuhan (yang dapat menolong) melainkan Engkau (ya Allah)! Maha Suci Engkau (daripada melakukan aniaya, tolongkanlah daku)! Sesungguhnya aku adalah dari orang-orang yang menganiaya diri sendiri\".","Maka Kami kabulkan permohonan doanya, dan Kami selamatkan dia dari kesusahan yang menyelubunginya; dan sebagaimana Kami menyelamatkannya Kami akan selamatkan orang-orang yang beriman (ketika mereka merayu kepada Kami).","Dan (sebutkanlah peristiwa) Nabi Zakaria, ketika ia merayu kepada Tuhannya dengan berkata: \"Wahai Tuhanku! Janganlah Engkau biarkan daku seorang diri (dengan tidak meninggalkan zuriat); dan Engkaulah jua sebaik-baik yang mewarisi\".","Maka Kami perkenankan doanya, dan Kami kurniakan kepadanya (anaknya) Yahya, dan Kami perelokkan keadaan isterinya yang mandul, (untuk melahirkan anak) baginya. (Kami limpahkan berbagai ihsan kepada Rasul-rasul itu ialah kerana) sesungguhnya mereka sentiasa berlumba-lumba dalam mengerjakan kebaikan, dan sentiasa berdoa kepada kami dengan penuh harapan serta gerun takut; dan mereka pula sentiasa khusyuk (dan taat) kepada Kami.","Dan (sebutkanlah peristiwa) perempuan yang telah menjaga kehormatan dan kesuciannya; lalu Kami tiupkan padanya dari Roh (ciptaan) Kami, dan Kami jadikan dia dan anaknya sebagai satu tanda (yang menunjukkan kekuasaan Kami) bagi umat manusia.","Sesungguhnya ugama Islam inilah ugama kamu, ugama yang satu asas pokoknya, dan Akulah Tuhan kamu; maka sembahlah kamu akan Daku.","(Kebanyakan manusia masih berselisihan) dan berpecah-belah dalam urusan ugama mereka; (ingatlah) mereka semuanya akan kembali kepada kami (untuk menerima balasan).","Dengan yang demikian, sesiapa yang mengerjakan sesuatu amal kebaikan, sedang ia beriman, maka tidaklah disia-siakan amal usahanya; dan sesungguhnya Kami tetap menulisnya.","Dan mustahil kepada penduduk sesebuah negeri yang Kami binasakan, bahawa mereka tidak akan kembali (kepada Kami untuk menerima balasan di akhirat kelak).","(Demikianlah keadaan mereka) hingga apabila terbuka tembok yang menyekat Yakjuj dan Makjuj, serta mereka meluru turun dari tiap-tiap tempat yang tinggi.","Dan hampirlah datangnya janji hari kiamat yang benar, maka dengan serta-merta pandangan mata orang-orang yang kufur ingkar terbeliak (sambil berkata dengan cemas): \"Aduhai celakanya Kami. Sesungguhnya kami telah tinggal dalam keadaan yang melalaikan kami daripada memikirkan perkara ini, bahkan kami telah menjadi orang-orang yang menganiaya diri sendiri\".","Sesungguhnya kamu dan apa yang kamu sembah, yang lain dari Allah, menjadi bahan-bahan bakaran yang dilimparkan ke dalam neraka Jahannam; kamu (sudah tetap) akan memasukinya.","Kalaulah mereka (yang kamu sembah) itu tuhan-tuhan, tentulah mereka tidak masuk ke dalam neraka; dan (ketahuilah), semuanya (yang menyembah dan yang disembah) akan kekal dalam neraka selama-lamanya.","Mereka mendayu-dayu (kesakitan) di dalam neraka, dan mereka pula di situ tidak dapat mendengar sesuatu yang menyenangkan.","Sesungguhnya orang-orang yang telah tetap dari dahulu lagi memperoleh kebaikan dari Kami, mereka dijauhkan dari neraka itu.","Mereka tidak mendengar suara (julangan) api neraka itu, dan mereka akan kekal selama-lamanya di dalam (nikmat-nikmat Syurga) yang diingini oleh jiwa mereka.","Huru-hara besar yang amat mengerikan (pada hari kiamat) itu tidak merunsingkan mereka, dan (sebaliknya) mereka disambut oleh malaikat-malaikat dengan berkata: \"Inilah hari kamu (beroleh kebahagiaan), yang telah dijanjikan kepada kamu (di dunia) dahulu\".","(Ingatlah) hari Kami menggulung langit seperti menggulung lembaran surat catitan; sebagaimana kami mulakan wujudnya sesuatu kejadian, Kami ulangi wujudnya lagi; sebagai satu janji yang ditanggung oleh Kami; sesungguhnya Kami tetap melaksanakannya.","Dan demi sesungguhnya, Kami telah tulis di dalam Kitab-kitab yang Kami turunkan sesudah ada tulisannya pada Lauh Mahfuz: \"Bahawasanya bumi itu akan diwarisi oleh hamba-hambaKu yang soleh\".","Sesungguhnya Al-Quran ini mengandungi keterangan-keterangan yang cukup bagi orang-orang yang (cita-citanya) mengerjakan ibadat (kepada Allah dengan berilmu).","Dan tiadalah Kami mengutuskan engkau (wahai Muhammad), melainkan untuk menjadi rahmat bagi sekalian alam.","Katakanlah: \"Sesungguhnya yang diwahyukan kepadaku (mengenai ketuhanan ialah) bahawa Tuhan kamu hanyalah Tuhan yang bersifat Esa, maka adakah kamu mahu menurut apa yang diwahyukan kepadaku?\"","Sekiranya mereka berpaling ingkar maka katakanlah: \"Aku telah memberitahu kepada kamu (apa yang diwahyukan kepadaku) dengan keterangan yang jelas untuk kita bersama; dan aku tidak mengetahui sama ada (balasan buruk) yang dijanjikan kerana keingkaran kamu itu, sudah dekat atau masih jauh.","Sesungguhnya Allah mengetahui akan perkataan yang kamu sebutkan dengan terus terang, dan juga Ia mengetahui apa yang kamu sembunyikan (di dalam hati).","\"Dan aku tidak mengetahui (mengapa dilambatkan balasan buruk yang dijanjikan kepada kamu itu) jangan-jangan lambatnya menjadi satu sebab yang menambahkan azab kamu, dan di samping itu memberi kamu kesenangan hidup hingga ke suatu masa yang tertentu\".","(Nabi Muhammad merayu dengan) berkata: \"Wahai Tuhanku, hukumkanlah (di antara kami dengan mereka) dengan yang benar; dan Tuhan kami ialah Yang Melimpah-limpah rahmatNya yang dipohonkan pertolonganNya terhadap apa yang kamu sifatkan itu\"."],"id":21,"translation":"Basmeih (Malaysia)","name":"الأنبياء"}