{"ayaTranslation":["Taa, Siin, Miim.","Ini ialah ayat-ayat Kitab (Al-Quran) yang jelas nyata.","Jangan-jangan pula engkau (wahai Muhammad), membinasakan dirimu dengan menanggung dukacita, kerana mereka tidak menjadi orang-orang yang beriman.","Kalau Kami mahu, tentulah Kami akan turunkan kepada mereka satu mukjizat dari langit, yang menjadikan mereka tunduk kepadanya.","Dan tidak datang kepada mereka peringatan serta pengajaran yang baharu dari (Allah) Ar-Rahman, melainkan mereka tetap berpaling mengingkarinya.","Oleh kerana mereka telah mendustakan Al-Quran, maka sudah tentu akan datang kepada mereka berita-berita (azab) mengenai perkara yang mereka ejek-ejek itu.","Masihkah mereka berdegil dan tidak memperhatikan bumi, berapa banyak kami tumbuhkan padanya dari berbagai jenis tanaman yang memberi banyak manfaat?","Sesungguhnya pada yang demikian itu terdapat satu tanda (yang membuktikan kekuasaan dan rahmat pengurniaan Allah); dan (dalam pada itu), kebanyakan mereka tidak juga beriman.","Dan sesungguhnya Tuhanmu (wahai Muhammad) Dia lah sahaja Yang Maha Kuasa, lagi Maha Mengasihani.","Dan (ingatkanlah peristiwa) ketika Tuhanmu menyeru Nabi Musa: \"Hendaklah engkau mendatangi kaum yang zalim, -","\"Iaitu kaum Firaun; tidakkah mereka mahu mengawal diri dari kemurkaanKu?\"","Nabi Musa merayu dengan berkata: \"Wahai Tuhanku, sesungguhnya aku takut bahawa mereka akan mendustakan daku.","\"Dan akan sempit pula dadaku serta tidak lancar lidahku; oleh itu utuskanlah perintahMu kepada Harun (supaya ia membantuku).","\"Dan lagi mereka ada mengemukakan satu tuduhan jenayah terhadapku; oleh itu aku takut mereka akan membunuhku\".","Allah berfirman: \"Jangan! Jangan fikir (akan berlaku apa yang engkau bimbangkan itu)! Oleh itu pergilah kamu berdua membawa mukjizat-mukjizat Kami (yang membuktikan kebenaran kamu); sesungguhnya Kami ada bersama-sama kamu: mendengar.","\"Maka pergilah kamu kepada Firaun, kemudian katakanlah kepadanya: sesungguhnya kami adalah utusan Tuhan sekalian alam.","\"Menyuruhmu membebaskan kaum Bani Israil mengikut kami\".","Firaun menjawab: \"Bukankah kami telah memeliharamu dalam kalangan kami semasa engkau kanak-kanak yang baharu lahir, serta engkau telah tinggal dalam kalangan kami beberapa tahun dari umurmu?","\"Dan (bukankah) engkau telah melakukan satu perbuatan (jenayah) yang telah engkau lakukan dan (dengan itu) engkau dari orang-orang yang tidak mengenang budi?\"","Nabi Musa berkata: \"Aku melakukan perbuatan yang demikian sedang aku ketika itu dari orang-orang yang belum mendapat petunjuk.","\"Lalu aku melarikan diri dari kamu, ketika aku merasa takut kepada kamu; kemudian Tuhanku mengurniakan daku ilmu pengetahuan ugama, dan menjadikan daku seorang RasulNya.","\"Dan budimu memeliharaku yang engkau bangkit-bangkitkan itu adalah kerana engkau telah bertindak memperhambakan kaum Bani Israil.","Firaun berkata (dengan sombongnya): \"Dan apa dia Tuhan sekalian alam itu?\"","Nabi Musa menjawab. \"Dia lah yang memiliki dan mentadbirkan langit dan bumi serta segala yang ada di antara keduanya, - kalaulah kamu mahu mendapat keyakinan dengan berdalil maka inilah jalannya\".","Firaun berkata kepada orang-orang yang ada di sekelilingnya: \"Tidakkah kamu dengar (apa yang dikatakan olehnya)?\"","Nabi Musa menegaskan lagi: \"Dia lah Tuhan yang memiliki dan memelihara kamu dan Tuhan datuk nenek kamu yang telah lalu.\"","Firaun berkata (kepada orang-orangnya): \"Sebenarnya Rasul yang diutuskan kepada kamu ini, sungguh gila?\"","Nabi Musa (menerangkan lagi tentang keesaan Allah dan kekuasaanNya dengan) berkata: \"Dia lah yang memiliki dan menguasai timur dan barat serta segala yang ada di antara keduanya; kalau kamu orang-orang yang berakal tentulah memahamiNya!\"","Firaun berkata: \"Demi sesungguhnya! Jika engkau menyembah Tuhan yang lain daripadaku, sudah tentu aku akan menjadikan engkau dari orang-orang yang dipenjarakan\".","Nabi Musa menjawab: \"Adakah (engkau akan memenjarakan daku juga) walau pun aku membawa kepadamu sesuatu bukti yang jelas nyata?\"","Firaun berkata: \"Kalau demikian, bawalah bukti itu jika betul engkau dari orang-orang yang benar\".","Nabi Musa pun mencampakkan tongkatnya, maka tiba-tiba tongkatnya itu menjadi seekor ular yang jelas nyata.","Dan ia mengeluarkan tangannya, maka tiba-tiba tangannya menjadi putih (bersinar-sinar) bagi orang-orang yang melihatnya.","Firaun berkata kepada ketua-ketua kaum yang ada dikelilingnya: \"Sesungguhnya orang ini (Musa) ialah seorang ahli sihir yang mahir.","\"Ia bertujuan hendak mengeluarkan kamu dari negeri kamu dengan sihirnya, maka apa yang kamu syorkan?\"","Mereka berkata: \"Tangguhkanlah dahulu (sebarang tindakan) terhadapnya dan terhadap saudaranya, serta hantarkanlah ke bandar-bandar (negeri Mesir) orang-orang yang mengumpulkan (ahli-ahli sihir),","\"Supaya mereka membawa kepadamu segala ahli sihir yang mahir\".","Lalu dikumpulkanlah ahli-ahli sihir itu pada satu masa yang ditentukan, pada hari (perayaan) yang termaklum.","Dan dikatakan kepada orang ramai: \"Berkumpulah kamu semuanya;.","\"Semoga kita (tetap) mengikut (ugama) ahli-ahli sihir itu kiranya merekalah orang-orang yang menang\".","Maka ketika ahli-ahli sihir itu datang, berkatalah mereka kepada Firaun: \"Benarkah kami akan beroleh upah, kiranya kamilah orang-orang yang menang?\"","Firaun menjawab: \"Benar, (kamu akan mendapatnya) dan sesungguhnya kamu dengan itu akan menjadi dari orang-orang yang dekat kepadaku\".","Nabi Musa berkata kepada mereka: \"Campakkanlah dahulu apa yang kamu hendak campakkan\".","Lalu mereka mencampakkan tali-tali dan tongkat-tongkat mereka sambil berkata: \"Demi kekuasaan Firaun, sesungguhnya sudah tetap kamilah orang-orang yang akan menang\".","Kemudian Nabi Musa pula mencampakkan tongkatnya, tiba-tiba tongkatnya itu menelan apa yang mereka pura-pura adakan (dengan sihir mereka).","Maka (kemenangan Nabi Musa menjadikan) ahli-ahli sihir itu segera merebahkan diri: sujud,","Sambil berkata: \"Kami beriman kepada Tuhan sekalian alam,","\"Tuhan Nabi Musa dan Nabi Harun\".","Firaun berkata: \"Patutkah kamu beriman kepadanya sebelum aku izinkan kamu? Sesungguhnya dia lah (Musa) ketua kamu yang mengajar kamu ilmu sihir; oleh itu kamu akan mengetahui kelak (akibatnya). Demi sesungguhnya, aku akan memotong tangan dan kaki kamu dengan bersilang kemudian aku akan memalang kamu semuanya\".","Mereka menjawab: \"(Ugutanmu itu) tidaklah menjadi hal! Sesungguhnya kami (tidak gentar), kerana kepada Tuhan kamilah kembalinya kami.","\"Sesungguhnya kami amat berharap supaya Tuhan Kami mengampunkan dosa-dosa kami, kerana kamilah orang-orang yang mula-mula beriman (dalam peristiwa ini)\".","(Allah berfirman): Dan Kami wahyukan kepada Nabi Musa: \"Hendaklah engkau membawa hamba-hambaKu (kaummu) keluar pada waktu malam; sesungguhnya kamu akan dikejar (oleh Firaun dan tenteranya)\".","(Setelah mengetahui keadaan itu) maka Firaun mengutus (orang-orangnya) ke bandar-bandar (negeri Mesir), untuk mengumpulkan (tenteranya),","(Sambil berkata kepada mereka): \"Sesungguhnya orang-orang (Musa) itu adalah segolongan kecil,","\"Dan sesungguhnya mereka melakukan perkara yang menyebabkan kita marah;.","\"Dan sesungguhnya kita sekalian, sentiasa beringat dan berjaga-jaga\".","Dengan sebab itu maka kami jadikan mereka (Firaun dan tenteranya) keluar meninggalkan kebun-kebun dan matair,","Dan juga khazanah-khazanah kekayaan serta tempat tinggal yang mulia.","Demikianlah keadaannya; dan Kami jadikan semua peninggalan Firaun dan tenteranya milik Bani Israil sebagai pusaka.","Maka Firaun dan tenteranya pun mengejar mereka ketika matahari terbit.","Setelah kedua-dua kumpulan itu nampak satu sama lain, berkatalah orang-orang Nabi Musa: \"Sesungguhnya kita akan dapat ditawan\".","Nabi Musa menjawab: \"Tidak! Jangan fikir (akan berlaku yang demikian)! Sesungguhnya aku sentiasa disertai oleh Tuhanku (dengan pemuliharaan dan pertolonganNya), Ia akan menunjuk jalan kepadaku\".","Lalu Kami wahyukan kepada Nabi Musa: \"Pukulah laut itu dengan tongkatmu\". (Setelah dipukul) maka terbelahlah laut itu (kepada beberapa bahagian), lalu menjadilah air tiap-tiap bahagian yang terbelah itu terangkat seperti gunung yang besar.","Dan Kami dekatkan golongan yang lain itu ke situ.","Dan Kami selamatkan Nabi Musa serta orang-orang yang bersama dengannya, semuanya.","Kemudian Kami tenggelamkan golongan yang lain (yang mengejarnya).","Sesungguhnya pada peristiwa yang demikian, terdapat satu tanda (yang membuktikan kekuasaan Allah); dan (dalam pada itu), kebanyakkan mereka tidak juga mahu beriman.","Dan sesungguhnya Tuhanmu (wahai Muhammad), Dia lah sahaja Yang Maha Kuasa, lagi Maha Mengasihani.","Dan bacakanlah pula kepada mereka perihal Nabi Ibrahim.","Ketika ia berkata kepada bapanya dan kaumnya: \"Apa yang kamu sembah?\"","Mereka menjawab: \"Kami menyembah berhala-berhala, maka (kerana memuliakannya) kami berkekalan menyembahnya\".","Nabi Ibrahim bertanya: \"Adakah berhala-berhala itu mendengar kamu semasa kamu menyerunya?","\"Atau mereka dapat memberikan sesuatu yang ada manfaatnya kepada kamu ataupun menimpakan sesuatu bahaya?\"","Mereka menjawab: \"(Tidak satupun!) Bahkan kami dapati datuk nenek kami berbuat demikian\".","Nabi Ibrahim berkata: \"Sudahkah kamu berfikir sehingga nampak gunanya benda-benda yang kamu sembah itu? -","\"(Yang sekian lama disembah oleh) kamu dan datuk nenek kamu yang dahulu?","\"(Aku bertanya demikian) kerana sesungguhnya berhala-berhala itu ialah musuhKu, (aku tidak menyembah) melainkan Allah Tuhan sekalian alam;","\"Tuhan yang menciptakan daku (dari tiada kepada ada), maka Dia lah yang memimpin dan memberi petunjuk kepadaku;","\"Dan Tuhan yang Dia lah jua memberiku makan dan memberi minum,","\"Dan apabila aku sakit, maka Dia lah yang menyembuhkan penyakitku;","\"Dan (Dia lah) yang mematikan daku, kemudian Ia menghidupkan daku;","\"Dan (Dia lah) yang aku harap-harapkan supaya mengampunkan dosaku pada hari kiamat;","\"Wahai Tuhanku, berikanlah daku ilmu pengetahuan ugama, dan hubungkanlah daku dengan orang-orang yang soleh;","\"Dan jadikanlah bagiku sebutan yang baik (nama yang harum) dalam kalangan orang-orang yang datang kemudian;","\"Dan jadikanlah daku dari orang-orang yang mewarisi Syurga Jannatun-Naiim;","\"Dan ampunkanlah bagi bapaku, kerana sesungguhnya ia adalah dari orang-orang yang sesat;","\"Dan janganlah engkau hinakan daku pada hari makhluk-makhluk dibangkitkan hidup semula -","\"Hari yang padanya harta benda dan anak-pinak tidak dapat memberikan pertolongan sesuatu apapun,","\"Kecuali (harta benda dan anak-pinak) orang-orang yang datang mengadap Allah dengan hati yang selamat sejahtera (dari syirik dan penyakit munafik);","\"Dan (pada hari itu) didekatkan Syurga bagi orang-orang yang bertaqwa,","\"Dan diperlihatkan neraka jelas nyata kepada orang-orang yang sesat;","\"Serta dikatakan kepada mereka: ` Mana dia benda-benda yang kamu sembah dahulu -","` Selain dari Allah? Dapatkah mereka menolong kamu atau menolong dirinya sendiri ? '","\"Lalu mereka dihumbankan ke dalam neraka dengan tertiarap, jatuh bangun berulang-ulang, - mereka dan orang-orang yang sesat bersama,","\"Termasuk juga bala tentera iblis semuanya.","\"Mereka berkata, sambil bertengkar sesama sendiri dalam neraka:","\" ` Demi Allah! Sesungguhnya kami (semasa di dunia dahulu) adalah di dalam kesesatan yang jelas nyata,","\" ` Kerana kami menyamakan kamu dengan Tuhan sekalian alam;","\" ` Dan tiadalah yang menyesatkan kami melainkan golongan yang berdosa.","\" ` Dengan sebab itu, tiadalah kami beroleh sesiapapun yang memberi pertolongan,","\" ` Dan tiadalah juga sahabat karib yang bertimbang rasa.","\" ` Maka alangkah baiknya kalau kami dapat ke dunia sekali lagi, supaya kami menjadi dari orang-orang yang beriman. ' \"","Sesungguhnya pada peristiwa yang demikian itu terdapat satu tanda (yang membukitkan keesaan Allah dan kekuasaanNya); dan dalam pada itu, kebanyakan mereka tidak juga mahu beriman.","Dan sesungguhnya Tuhanmu (wahai Muhammad), Dia lah sahaja Yang Maha Kuasa, lagi Maha mengasihani.","(Demikian juga) kaum Nabi Nuh telah mendustakan Rasul-rasul (yang diutus kepada mereka.)","Ketika saudara mereka - Nabi Nuh, berkata kepada mereka: \" Hendaknya kamu mematuhi suruhan Allah dan menjauhi laranganNya.","\"Sesungguhnya aku ini ialah Rasul yang amanah, (yang diutus oleh Allah) kepada kamu.","\" Oleh itu, takutilah kamu akan (kemurkaan) Allah, dan taatlah kepadaku.","\"Dan aku tidak meminta kepada kamu sebarang upah mengenai apa yang aku sampaikan (dari Tuhanku); balasanku hanyalah terserah kepada Allah Tuhan sekalian alam.","\"Maka dengan yang demikian, takutilah kamu akan (kemurkaan) Allah, dan taatlah kepadaku\".","Mereka menjawab: \"Patutkah kami percaya kepadamu, sedang engkau semata-mata diikut oleh orang-orang yang rendah (pangkatnya dan hina pekerjaannya)?\"","Nabi Nuh berkata: \"Dan apalah ada kaitannya pengetahuanku dengan (pangkat dan) pekerjaan mereka?","\"Sebenarnya hitungan amal mereka hanya terserah kepada Tuhanku; kalaulah kamu menyedari dan memahaminya (kamu tidak berkata demikian).","\"Dan aku tidak akan menghalau orang-orang yang beriman (daripada bercampur-gaul denganku).","\"Aku ini hanyalah seorang Rasul pemberi amaran yang jelas nyata (kepada semua - tidak kira hina mulia)\".","Mereka (mengugut dengan) berkata: \"Jika engkau tidak mahu berhenti (daripada menyiarkan ugamamu itu) wahai Nuh, sudah tentu engkau akan menjadi dari orang-orang yang direjam!\"","Nabi Nuh berdoa dengan berkata: \"Wahai Tuhanku! Sesungguhnya kaumku telah mendustakan daku.","\"Oleh itu, hukumkanlah antaraku dengan mereka, dengan hukuman tegas (yang menegakkan yang benar dan melenyapkan yang salah), serta selamatkanlah daku dan orang-orang yang beriman yang bersama-sama denganku\"","Maka Kami selamatkan dia dan orang-orang yang bersama-sama dengannya dalam bahtera yang penuh sarat (dengan berbagai makhluk).","Kemudian daripada itu, Kami tenggelamkan golongan (kafir) yang tinggal (tidak turut bersama dalam bahtera).","Sesungguhnya pada peristiwa yang demikian, terdapat satu tanda (yang membuktikan kekuasaan Allah); dan dalam pada itu, kebanyakan mereka tidak juga mahu beriman.","Dan sesungguhnya Tuhanmu (wahai Muhammad), Dia lah sahaja Yang Maha Kuasa, lagi Maha Mengasihani.","(Demikian juga) kaum Aad telah mendustakan Rasul-rasul (yang diutus kepada mereka).","Ketika saudara mereka - Nabi Hud, berkata kepada mereka: \"Hendaknya kamu mematuhi perintah Allah dan menjauhi laranganNya.","\"Sesungguhnya aku ini seorang Rasul yang amanah, (yang diutus oleh Allah) kepada kamu.","\"Oleh itu, takutilah kamu akan (kemurkaan) Allah, dan taatlah kepadaku.","\"Dan aku tidak meminta kepada kamu sebarang upah mengenai apa yang aku sampaikan (dari Tuhanku); balasanku hanyalah terserah kepada Allah Tuhan sekalian alam.","\"Patutkah kamu mendirikan pada tiap-tiap tempat yang tinggi bangunan-bangunan yang tersergam, padahal kamu tidak membuatnya dengan sesuatu tujuan yang baik.","\"Dan kamu pula bersusah payah mendirikan istana-istana dan benteng-benteng yang kukuh dengan harapan hendak kekal hidup selama-lamanya?","\"Dan apabila kamu memukul atau menyeksa, kamu melakukan yang demikian dengan kejam bengis?","\"Oleh itu, takutilah kamu akan (kemurkaan) Allah dan taatlah kepadaku.","\"Dan berbaktilah kamu kepada Allah yang telah menolong kamu dengan pemberian nikmat-nikmatNya yang kamu sedia mengetahuinya.","\"Diberinya kamu binatang-binatang ternak (yang biak) serta anak-pinak (yang ramai),","\"Dan taman-taman (yang indah permai) serta matair-matair (yang mengalir).","\"Sesungguhnya aku takut, (bahawa) kamu akan ditimpa azab seksa hari yang besar (huru-haranya)\".","Mereka menjawab: \"Sama sahaja bagi kami, sama ada engkau beri nasihat pengajaran, atau engkau tidak menjadi dari orang-orang yang memberi nasihat pengajaran.","\"Segala apa (yang engkau katakan) ini, hanyalah adat kebiasaan orang-orang dahulu-kala,","\"Dan kami pula tidak akan diseksa\".","Akhirnya mereka mendustakan Rasul itu, lalu Kami binasakan mereka. Sesungguhnya pada peristiwa yang demikian, terdapat satu tanda (yang membuktikan kekuasaan Allah); dan dalam pada itu, kebanyakan mereka tidak juga mahu beriman.","Dan sesungguhnya Tuhanmu (wahai Muhammad), Dia lah sahaja Yang Maha Kuasa, lagi Maha Mengasihani.","(Demikian juga) kaum Thamud telah mendustakan Rasul-rasul (yang diutus kepada mereka),","Ketika saudara mereka - Nabi Soleh, berkata kepada mereka: \"Hendaknya kamu mematuhi perintah Allah dan menjauhi laranganNya.","\"Sesungguhnya aku ini Rasul yang amanah, (yang diutus oleh Allah) kepada kamu.","\"Oleh itu, takutilah kamu akan (kemurkaan) Allah, dan taatlah kepadaku.","\"Dan aku tidak meminta kepada kamu sebarang upah mengenai apa yang aku sampaikan (dari Tuhanku), balasanku hanyalah terserah kepada Allah Tuhan sekalian alam.","\"Adakah (kamu fikir), bahawa kamu akan dibiarkan sentiasa bersenang-senang dalam nikmat-nikmat yang ada di dunia ini? -","\"Di dalam taman-taman (yang indah permai), dan matair-matair (yang mengalir),","\"Dan kebun-kebun tanaman serta pohon-pohon tamar (kurma) yang buah mayangnya halus lembut?","\"Dan kamu memahat sebahagian dari gunung-ganang sebagai tempat tinggal - dengan bijak dan bersungguh-sungguh?","\"Oleh itu, takutilah kamu akan (kemurkaan) Allah, dan taatlah kepadaku;","\"Dan janganlah kamu taati perintah orang-orang yang melampaui batas, -","\"Iaitu orang-orang yang melakukan kerosakan di bumi dan tidak membuat kebaikan\".","Mereka menjawab: \"Sesungguhnya engkau ini hanyalah salah seorang dari golongan yang kena sihir!","\"Engkau hanyalah seorang manusia seperti kami; oleh itu, bawakanlah satu tanda (mukjizat) jika betul engkau dari orang-orang yang benar\".","Nabi Soleh berkata: \"Ini adalah seekor unta betina, (di antara cara-cara hidupnya ialah) air kamu hendaklah menjadi bahagian minumnya sehari, dan bahagian kamu sehari, menurut giliran yang tertentu.","\"Dan janganlah kamu menyentuhnya dengan sesuatu yang menyakitinya; (jika kamu menyakitinya) maka akibatnya kamu akan dibinasakan oleh azab seksa hari yang besar (huru-haranya)\".","Akhirnya mereka menikam mati unta itu, kemudian mereka menyesal (setelah melihat kedatangan bala bencana).","Lalu mereka ditimpa azab yang membinasakan. Sesungguhnya peristiwa yang demikian mengandungi satu tanda (yang membuktikan kekuasaan Allah); dan dalam pada itu, kebanyakan mereka tidak juga mahu beriman.","Dan sesungguhnya Tuhanmu (wahai Muhammad), Dia lah sahaja Yang Maha Kuasa, lagi Maha Mengasihani.","(Demikian juga) kaum Nabi Lut telah mendustakan Rasul-rasul (yang diutus kepada mereka).","Ketika saudara mereka - Nabi Lut, berkata kepada mereka: \"Hendaknya kamu mematuhi perintah Allah dan menjauhi laranganNya.","\"Sesungguhnya aku ini Rasul yang amanah, (yang diutus oleh Allah) kepada kamu.","\"Oleh itu, takutilah kamu akan (kemurkaan) Allah, dan taatlah kepadaku.","\"Dan aku tidak meminta kepada kamu sebarang upah mengenai apa yang aku sampaikan (dari Tuhanku); balasanku hanyalah terserah kepada Allah Tuhan sekalian alam.","\"Patutkah kamu melakukan hubungan jenis dengan lelaki dari kalangan manusia,","\"Dan kamu tinggalkan apa yang diciptakan oleh Tuhan kamu untuk kamu (melakukan hubungan yang halal) dari badan isteri-isteri kamu? (Kamu orang-orang yang bersalah) bahkan kamu adalah kaum yang melampaui batas (keinginan kebanyaKan haiwan)!\"","Mereka menjawab: \"Sesungguhnya jika engkau tidak berhenti wahai Lut (daripada mencaci dan menyalahkan kami), nescaya engkau akan diusir keluar!\"","Nabi Lut berkata: \"Sesungguhnya aku dari orang-orang yang bencikan perbuatan kamu yang keji itu\".","(Nabi Lut berdoa): \"Wahai Tuhanku, selamatkanlah daku dan keluarga serta pengikut-pengikutku dari apa yang dilakukan oleh golongan (yang jahat) itu.\"","Maka Kami selamatkan dia dan keluarganya serta pengikut-pengikutnya - semuanya","Kecuali seorang perempuan tua tertinggal dalam golongan yang kena azab itu.","Kemudian Kami hancurkan yang lain (yang menentang Nabi Lut).","Dan Kami hujani mereka dengan hujan (azab yang membinasakan); maka amatlah buruknya hujan azab yang menimpa kaum yang telah diberi amaran.","Sesungguhnya peristiwa yang demikian, mengandungi satu tanda (yang membuktikan kekuasaan Allah); dan dalam pada itu, kebanyakan mereka tidak juga mahu beriman.","Dan sesungguhnya Tuhanmu (wahai Muhammad), Dia lah sahaja yang Maha Kuasa, lagi Maha Mengasihani.","(Demikian juga) penduduk \"Aikah\" telah mendustakan Rasul-rasul (yang diutus kepada mereka).","Ketika Nabi Syuaib berkata kepada mereka: \"Hendaknya kamu mematuhi perintah Allah dan menjauhi laranganNya.","\"Sesungguhnya aku ini Rasul yang amanah, (yang diutus oleh Allah) kepada kamu.","\"Oleh itu, takutilah kamu akan (kemurkaan) Allah, dan taatlah kepadaku.","\"Dan aku tidak meminta kepada kamu sebarang upah mengenai apa yang aku sampaikan (dari Tuhanku); balasanku hanyalah terserah kepada Allah Tuhan sekalian alam.","\"Hendaklah kamu menyempurnakan sukatan cupak-gantang, dan janganlah kamu menjadi golongan yang merugikan orang lain.","\"Dan timbanglah dengan neraca yang betul timbangannya.","\"Dan janganlah kamu mengurangi hak-hak orang ramai, dan janganlah kamu bermaharajalela melakukan kerosakan di bumi.","\"Dan (sebaliknya) berbaktilah kepada Allah yang telah menciptakan kamu dan umat-umat yang telah lalu\".","Mereka menjawab: \"Sesungguhnya engkau ini (hai Syuaib) hanyalah salah seorang dari golongan yang kena sihir.","\"Dan engkau hanyalah seorang manusia seperti kami; dan sesungguhnya kami fikir engkau ini dari orang-orang yang dusta.","Oleh itu, gugurkanlah atas kami ketul-ketul (yang membinasakan) dari langit, jika betul engkau dari orang-orang yang benar!\"","Nabi Syuaib berkata: \"Tuhanku lebih mengetahui akan apa yang kamu lakukan\".","Maka mereka tetap juga mendustakannya, lalu mereka ditimpa azab seksa hari awan mendung; sesungguhnya kejadian itu adalah merupakan azab seksa hari yang amat besar - (huru-haranya).","Sesungguhnya peristiwa yang demikian, mengandungi satu tanda (yang membuktikan kekuasaan Allah); dan dalam pada itu, kebanyakan mereka tidak juga mahu beriman.","Dan sesungguhnya Tuhanmu (wahai Muhammad), Dia lah sahaja yang Maha Kuasa, lagi Maha Mengasihani.","Dan sesungguhnya Al-Quran (yang di antara isinya kisah-kisah yang tersebut) adalah diturunkan oleh Allah Tuhan sekalian alam.","Ia dibawa turun oleh malaikat Jibril yang amanah.","Ke dalam hatimu, supaya engkau (wahai Muhammad) menjadi seorang dari pemberi-pemberi ajaran dan amaran (kepada umat manusia).","(Ia diturunkan) dengan bahasa Arab yang fasih serta terang nyata.","Dan sesungguhnya Al-Quran (tersebut juga perihalnya dan sebahagian dari pengajaran-pengajarannya) di dalam Kitab-kitab ugama orang-orang yang telah lalu.","(Tidakkah mereka yang musyrik sedarkan kebenaran itu) dan tidakkah menjadi satu keterangan kepada mereka bahawa pendita-pendita ugama Bani lsrail mengetahui akan kebenaran Al-Quran itu?","Dan sekiranya Kami turunkan Al-Quran kepada setengah orang yang bukan Arab, yang tidak tahu membaca Arab,","Kemudian ia (dikurniakan Tuhan dapat) membacakannya kepada mereka, mereka tetap juga tidak mahu percayakan bacaan itu daripada Tuhan.","Demikianlah Kami masukkan perasaan (kufur ingkar) itu ke dalam hati orang-orang yang melakukan dosa - tidak percayakan Al-Quran.","Mereka tidak beriman kepada Al-Quran sehingga mereka melihat azab yang tidak terperi sakitnya,","Lalu azab itu datang menimpa mereka secara mengejut, dengan tidak mereka menyedarinya.","Maka (pada saat itu) mereka akan berkata (dengan menyesal): \"Dapatkah kiranya kami diberi tempoh?\"","(Kalaulah demikian keadaan mereka) maka patutkah mereka meminta disegerakan azab Kami?","Bagaimana fikiranmu (wahai Muhammad)? Jika Kami berikan mereka menikmati kesenangan bertahun-tahun,","Kemudian mereka didatangi azab seksa yang dijanjikan kepada mereka,","(Tentulah) kesenangan yang mereka nikmati bertahun-tahun itu tidak dapat memberikan mereka sebarang pertolongan.","Dan tiadalah Kami membinasakan mana-mana negeri (yang telah dibinasakan itu), melainkan setelah diutus kepadanya lebih dahulu, Rasul-rasul pemberi amaran.","Memperingatkan mereka; dan Kami tidak sekali-kali berlaku zalim.","Dan Al-Quran itu pula tidak sekali-kali dibawa turun oleh Syaitan-syaitan.","Dan tidak layak bagi Syaitan-syaitan itu berbuat demikian, dan mereka juga tidak akan dapat melakukannya.","Sesungguhnya mereka dihalang sama sekali daripada mendengar wahyu yang dibawa oleh Malaikat.","Maka janganlah engkau (wahai Muhammad) menyembah tuhan yang lain bersama-sama Allah, akibatnya engkau akan menjadi dari golongan yang dikenakan azab seksa.","Dan berilah peringatan serta amaran kepada kaum kerabatmu yang dekat.","Dan hendaklah engkau merendah diri kepada pengikut-pengikutmu dari orang-orang yang beriman.","Kemudian jika mereka berlaku ingkar kepadamu, maka katakanlah: \"Sesungguhnya aku berlepas diri dari apa yang kamu lakukan!\"","Dan berserahlah kepada Allah Yang Maha Kuasa, lagi Maha Mengasihani,","Yang melihatmu semasa engkau berdiri (mengerjakan sembahyang),","Dan (melihat) gerak-gerimu di antara orang-orang yang sujud.","Sesungguhnya Dia lah jua yang Maha Mendengar, lagi Maha Mengetahui.","Mahukah, Aku khabarkan kepada kamu, kepada siapakah Syaitan-syaitan itu selalu turun?","Mereka selalu turun kepada tiap-tiap pendusta yang berdosa,","Yang mendengar bersungguh-sungguh (apa yang disampaikan oleh Syaitan-syaitan itu), sedang kebanyakan beritanya adalah dusta.","Dan Ahli-ahli syair itu, diturut oleh golongan yang sesat - tidak berketentuan hala.","Tidakkah engkau melihat bahawa mereka merayau-rayau dengan tidak berketentuan hala dalam tiap-tiap lembah (khayal dan angan-angan kosong)?","Dan bahawa mereka memperkatakan apa yang mereka tidak melakukannya?","Kecuali orang-orang yang beriman dan beramal soleh (dari kalangan penyair-penyair itu), dan mereka pula mengingati Allah banyak-banyak, serta mereka membela diri sesudah mereka dianiaya. Dan (ingatlah), orang-orang yang melakukan sebarang kezaliman, akan mengetahui kelak, ke tempat mana, mereka akan kembali."],"id":26,"translation":"Basmeih (Malaysia)","name":"الشعراء"}