{"ayaTranslation":["(Tuhan) Yang Maha Pemurah serta melimpah-limpah rahmatNya.","Dia lah yang telah mengajarkan Al-Quran.","Dia lah yang telah menciptakan manusia; -","Dia lah yang telah membolehkan manusia (bertutur) memberi dan menerima kenyataan.","Matahari dan bulan beredar dengan peraturan dan hitungan yang tertentu;","Dan tumbuh-tumbuhan yang melata serta pohon-pohon kayu-kayan, masing-masing tunduk menurut peraturanNya.","Dan langit dijadikannya (bumbung) tinggi, serta Ia mengadakan undang-undang dan peraturan neraca keadilan,","Supaya kamu tidak melampaui batas dalam menjalankan keadilan;","Dan betulkanlah cara menimbang itu dengan adil, serta janganlah kamu mengurangi barang yang ditimbang.","Dan bumi pula dijadikannya rata untuk kegunaan manusia dan makhluk-makhlukNya yang lain:","Terdapat padanya berbagai jenis buah-buahan dan pohon-pohon kurma yang ada kelopak-kelopak mayang;","Demikian juga terdapat biji-bijian yang ada jerami serta daun, dan terdapat lagi bunga-bungaan yang harum;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan (wahai umat manusia dan jin)?","Ia menciptakan manusia (lembaga Adam) dari tanah liat kering seperti tembikar,","Dan Ia telah menciptakan jin dari lidah api yang menjulang-julang;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","(Dia lah) Tuhan yang mentadbirkan dua timur, dan Tuhan yang mentadbirkan dua barat.","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Ia biarkan air dua laut (yang masin dan yang tawar) mengalir, sedang keduanya pula bertemu;","Di antara keduanya ada penyekat yang memisahkannya, masing-masing tidak melampaui sempadannya;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Dari kedua laut itu, keluar mutiara dan marjan;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Dan Dia lah yang menguasai kapal-kapal yang belayar di laut, yang kembang tinggi layarnya seperti gunung-ganang;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Segala yang ada di muka bumi itu akan binasa:","Dan akan kekalah Zat Tuhanmu yang mempunyai Kebesaran dan Kemuliaan:","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Sekalian makhluk yang ada di langit dan di bumi sentiasa berhajat dan memohon kepadaNya. Tiap-tiap masa Ia di dalam urusan (mencipta dan mentadbirkan makhluk-makhlukNya)!","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan)?","Kami hanya akan menguruskan hitungan dan balasan amal kamu sahaja (pada hari kiamat,) wahai manusia dan jin!","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Wahai sekalian jin dan manusia! Kalau kamu dapat menembus keluar dari kawasan-kawasan langit dan bumi (untuk melarikan diri dari kekuasaan dan balasan Kami), maka cubalah kamu menembus keluar. Kamu tidak akan menembus keluar melainkan dengan satu kekuasaan (yang mengatasi kekuasaan Kami; masakan dapat)!","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Kamu (wahai golongan yang kufur ingkar dari kalangan jin dan manusia) akan ditimpakan dengan api yang menjulang-julang dan leburan tembaga cair (yang membakar); dengan yang demikian, kamu tidak akan dapat mempertahankan diri (dari azab seksa itu);","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Selain itu (sungguh ngeri) ketika langit pecah-belah lalu menjadilah ia merah mawar, berkilat seperti minyak;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Pada masa itu tiada sesiapapun, sama ada manusia atau jin, yang akan ditanya tentang dosanya (kerana masing-masing dapat dikenal menurut keadaannya);","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Orang-orang yang berdosa dapat dikenal dari tanda-tandanya, lalu dipegang dari atas kepala dan kakinya (serta diseret ke neraka);","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","(Lalu dikatakan kepada mereka): \"Inilah neraka Jahannam yang selalu orang-orang yang berdosa mendustakannya \".","Mereka (terus diseksa) berulang-ulang di antara api neraka dengan air yang menggelegak yang cukup masak panasnya!","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Dan orang yang takut akan keadaan dirinya di mahkamah Tuhannya (untuk dihitung amalnya), disediakan baginya dua Syurga, -","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","(Dua Syurga) yang ada berjenis-jenis pohon dan buah-buahan; -","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Pada kedua-dua Syurga itu terdapat dua matair yang mengalir; -","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan.","Pada kedua Syurga itu terdapat dua macam dari tiap-tiap jenis buah-buahan (yang biasa dan yang luar biasa).","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Mereka (bersenang-senang di tempat masing-masing dalam Syurga itu dengan) berbaring di atas hamparan-hamparan, yang lapisan-lapisan sebelah dalamnya - dari sutera tebal yang bersulam; dan buah-buahan kedua-dua Syurga itu dekat (kepada mereka) untuk dipetik.","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Di dalam Syurga-syurga itu terdapat bidadari-bidadari yang pandangannya tertumpu (kepada mereka semata-mata), yang tidak pernah disentuh sebelum mereka oleh manusia dan jin;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Bidadari-bidadari itu (cantik berseri) seperti permata delima dan marjan.","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Bukankah tidak ada balasan bagi amal yang baik - melainkan balasan yang baik juga?","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Dan selain dari dua Syurga itu, dua Syurga lagi (untuk menjadi balasan bagi golongan peringkat yang kedua);","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Kedua-duanya menghijau subur tanamannya;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Dalam kedua-dua Syurga itu terdapat dua matair yang terus menerus memancutkan airnya:","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Pada keduanya juga terdapat buah-buahan, serta pohon-pohon kurma dan delima,","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Dalam kedua-dua Syurga itu juga terdapat (teman-teman) yang baik akhlaknya, lagi cantik parasnya;","Maka yang mana satu di antara nikmat-nikmat tuhan kamu, yang kamu hendak dustakan?","Ia itu bidadari-bidadari, yang hanya tinggal tetap di tempat tinggal masing-masing;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","(Bidadari-bidadari itu) tidak pernah disentuh sebelum mereka oleh manusia dan tidak juga oleh jin;","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Penduduk Syurga itu (bersenang-senang di dalamnya dengan) berbaring di atas (bantal-bantal dan) cadar-cadar yang hijau warnanya serta permaidani-permaidani yang sangat indah.","Maka yang mana satu di antara nikmat-nikmat Tuhan kamu, yang kamu hendak dustakan?","Maha Sucilah nama Tuhanmu yang mempunyai Kebesaran dan Kemuliaan."],"id":55,"translation":"Basmeih (Malaysia)","name":"الرحمن"}