{"ayaTranslation":["Demi (makhluk-makhluk) yang dihantarkan berturut-turut (menjalankan tugasnya),","Juga yang merempuh mara dengan sekencang-kencangnya,","Dan demi (makhluk-makhluk) yang menyebarkan (pengajaran dan peringatan) dengan sebaran yang sesungguh-sungguhnya,","Serta yang memisahkan (antara yang benar dengan yang salah) dengan pemisahan yang sejelas-jelasnya,","Lalu menyampaikan pengajaran dan peringatan (kepada manusia),","Untuk menghapuskan kesalahan orang-orang yang bertaubat serta memperbaiki keadaan dirinya, dan untuk menakutkan orang-orang yang ingkar - derhaka; -","(Sumpah demi sumpah) sesungguhnya segala yang dijanjikan kepada kamu tetap berlaku.","Oleh itu, apabila bintang-bintang (binasa dan) hilang lenyap;","Dan apabila langit terbelah;","Dan apabila gunung-ganang hancur lebur berterbangan;","Dan apabila Rasul-rasul ditentukan waktunya untuk dipanggil menjadi saksi terhadap umatnya, (maka sudah tentu manusia akan menerima balasan masing-masing).","(Jika ditanya): ke hari yang manakah (perkara-perkara yang besar) itu ditangguhkan?","(Jawabnya): Ke hari pemutusan hukum.","Dan apa jalannya engkau dapat mengetahui kedahsyatan hari pemutusan hukum itu?","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (apa yang dijanjikan oleh Rasulnya)!","Bukankah Kami telah binasakan orang-orang dahulu (yang ingkar derhaka, seperti kaum Nabi Nuh, Aad dan Thamud)?","Kemudian kami akan iringi mereka dengan (membinasakan orang-orang yang ingkar derhaka, dari) kaum-kaum yang datang kemudian.","Demikian cara kami lakukan terhadap sesiapa yang berdosa.","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (apa yang Kami janjikan)!","Bukankah Kami telah menciptakan kamu dari air (benih) yang sedikit dipandang orang?","Lalu Kami jadikan air (benih) itu pada tempat penetapan yang kukuh,","Hingga ke suatu masa yang termaklum?","Serta Kami tentukan (keadaannya), maka Kamilah sebaik-baik yang berkuasa menentukan dan melakukan (tiap-tiap sesuatu)!","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (kekuasaan Kami)!","Bukankah Kami telah menjadikan bumi (sebagai tempat) penampung dan penghimpun (penduduknya)? -","Yang hidup dan yang mati?","Dan Kami telah jadikan di bumi: gunung-ganang yang menetapnya, yang tinggi menjulang; dan Kami telah memberi minum kepada kamu air yang tawar lagi memuaskan dahaga?","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (nikmat-nikmat pemberian Kami)!","(Dikatakan kepada mereka semasa ditimpakan dengan azab): \"Pergilah kepada azab yang dahulu kamu mendustakannya.","\"Pergilah kamu kepada naungan (asap neraka) yang bercabang tiga, -","\"Yang tidak dapat dijadikan naungan, dan tidak dapat memberikan sebarang lindungan dari julangan api neraka.","\"Sesungguhnya neraka itu melemparkan bunga api, (yang besarnya) seperti bangunan besar,","\"(Banyaknya dan warnanya) bunga api itu seolah-olah rombongan unta kuning\".","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (keadaan yang demikian).","Inilah hari mereka tidak dapat berkata-kata, (kerana masing-masing terpinga-pinga ketakutan),","Dan tidak pula diizinkan mereka bercakap, maka mereka tidak dapat meminta maaf.","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (hari akhirat)!","Inilah hari pemutusan hukum (yang menentukan siapa yang benar dan siapa yang salah). Kami himpunkan kamu bersama orang-orang yang terdahulu (dari kamu).","Oleh itu, kalau kamu ada sebarang tipu-helah melepaskan diri, maka cubalah kamu lakukan terhadap azabKu.","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (apa yang telah dijanjikan oleh Allah)!","Sesungguhnya orang-orang yang bertaqwa berada di tempat teduh (yang dipenuhi pelbagai nikmat), dan yang berdekatan dengan matair-matair (yang mengalir), -","Serta menikmati buah-buahan dari segala jenis yang mereka ingini.","(Pada ketika itu dikatakan kepada mereka): \"Makanlah dan minumlah kamu dengan lazatnya, disebabkan apa yang kamu telah kerjakan.\"","Sesungguhnya, demikianlah Kami membalas orang-orang yang berusaha mengerjakan amal-amal yang baik.","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (nikmat-nikmat Syurga)!","Makanlah dan bersenang-senanglah kamu (wahai orang-orang yang ingkar derhaka) sementara waktu hidup, (kemudian kamu akan menghadapi bahaya), kerana sesungguhnya kamu adalah orang-orang yang berdosa.","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (amaran Allah), -","Dan apabila dikatakan kepada mereka (yang ingkar): \"Taatlah dan kerjakanlah sembahyang\", mereka enggan mengerjakannya.","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan (perintah-perintah Allah dan laranganNya)!","(Kalau mereka tidak juga mahu beriman kepada keterangan-keterangan yang tersebut) maka kepada perkataan yang mana lagi, sesudah itu, mereka mahu beriman?"],"id":77,"translation":"Basmeih (Malaysia)","name":"المرسلات"}