{"ayaTranslation":["Demi (makhluk-makhluk) yang mencabut (apa yang ditugaskan mencabutnya) dengan cara yang sekasar-kasarnya;","Dan yang menarik (apa yang ditugaskan menariknya) dengan cara yang selembut-lembutnya;","Dan demi (makhluk-makhluk) yang cergas bergerak (menerima perintah) dengan gerak yang secergas-cergasnya;","Lalu masing-masing berlumba-lumba dahulu-mendahului (menjalankan tugasnya) dengan cara yang sesungguh-sungguhnya;","Serta menyempurnakan tadbir urusan alam yang diperintahkan kepadanya; (sumpah demi sumpah, sesungguhnya kamu akan dibangkitkan hidup semula pada hari kiamat)! -","Pada masa berlakunya \"tiupan sangkakala yang pertama\" yang menggoncangkan alam, (sehingga mati segala yang bernyawa dan punah-ranah sekalian makhluk selain dari yang dikecualikan),","Tiupan yang pertama itu diikuti oleh tiupan yang kedua, (yang menyebabkan orang-orang yang mati semuanya hidup semula serta keluar dari kubur masing-masing);","Hati (manusia) pada hari itu berdebar-debar takut,","Pemandangannya tunduk gerun.","Mereka (yang ingkar) berkata: \"Sungguhkah kita akan dikembalikan hidup seperti keadaan di dunia dahulu?","\"Bolehkah (dihidupkan semula) sesudah kita menjadi tulang yang reput?\"","Mereka berkata lagi (secara mengejek: \"Kalaulah berlaku) yang demikian, sudah tentu kembalinya kita (hidup semula) itu satu perkara yang merugikan!\"","(Menghidupkan semula tidaklah sukar), kerana berlakunya perkara itu hanyalah dengan satu jeritan (yang terbit dari tiupan sangkakala yang kedua), -","Yang menyebabkan mereka dengan serta-merta berada di muka bumi yang putih rata.","Sudahkah sampai kepadamu (wahai Muhammad) perihal Nabi Musa?","Ketika ia diseru oleh Tuhannya di \"Wadi Tuwa\" yang suci; -","(Lalu diperintahkan kepadanya): \"Pergilah kepada Firaun, sesungguhnya ia telah melampaui batas (dalam kekufuran dan kezalimannya);","\"Serta katakanlah kepadanya: `Adakah engkau suka hendak mensucikan dirimu (dari kekufuran)?","`Dan mahukah, aku tunjuk kepadamu jalan mengenal Tuhanmu, supaya engkau merasa takut (melanggar perintahNya)? ' \"","(Setelah Nabi Musa menyempurnakan perintah Tuhannya, dan Firaun pun meminta bukti kebenarannya); maka Nabi Musa memperlihatkan kepada Firaun: mukjizat yang besar.","Lalu Firaun mendustakan (Nabi Musa) dan menderhaka (kepada Allah);","Kemudian ia berpaling ingkar sambil menjalankan usahanya (menentang Nabi Musa).","Lalu ia menghimpunkan orang-orangnya dan menyeru, -","Dengan berkata: \"Akulah tuhan kamu, yang tertinggi\".","Maka Allah menyeksa Firaun di akhirat dan di dunia ini, dengan azab yang menakutkan sesiapa yang mengetahuinya.","Sesungguhnya yang demikian itu mengandungi pelajaran yang mendatangkan iktibar bagi orang-orang yang takut (melanggar perintah Tuhannya).","(Wahai golongan yang ingkarkan kebangkitan hidup semula!) Kamukah yang sukar diciptakan atau langit? Tuhan telah membinanya (dengan Kukuh)!","Ia telah meninggikan bangunan langit itu lalu menyempurnaKannya,","Dan Ia menjadikan malamnya gelap-gelita, serta menjadikan siangnya terang-benderang.","Dan bumi sesudah itu dihamparkannya (untuk kemudahan penduduknya), -","Ia mengeluarkan dari bumi itu: airnya dan tumbuh-tumbuhannya;","Dan gunung-ganang pula dikukuhkan letaknya (di bumi, sebagai pancang pasak yang menetapnya);","(Semuanya itu) untuk kegunaan kamu dan binatang-binatang ternak kamu.","Maka apabila datang hari yang bencananya amat besar, -","Iaitu hari manusia akan mengingati apa yang telah diusahakannya, -","Dan neraka diperlihatkan kepada sesiapa sahaja yang dapat melihatnya, -","Maka (dapatlah masing-masing mengetahui kesudahannya); adapun orang yang melampau (perbuatan derhakanya), -","Serta ia mengutamakan kehidupan dunia semata-mata, -","Maka sesungguhnya neraka Jahanamlah tempat kediamannya.","Adapun orang yang takutkan keadaan semasa ia berdiri di mahkamah Tuhannya, (untuk dihitung amalnya), serta ia menahan dirinya dari menurut hawa nafsu, -","Maka sesungguhnya Syurgalah tempat kediamannya.","Mereka (yang ingkar) selalu bertanya kepadamu (wahai Muhammad) tentang hari kiamat: \"Bilakah masa datangnya?\"","Apa hubungannya tugasmu dengan (soal) menerangkan masa kedatangan hari kiamat itu?","Kepada Tuhanmu lah terserah kesudahan ilmu mengenainya.","Tugasmu hanyalah memberi amaran kepada orang yang takut akan huru-hara hari kiamat itu.","(Sangatlah dahsyatnya huru-hara hari itu, sehingga orang-orang yang bersalah merasa) pada masa melihatnya: seolah-olah mereka tidak tinggal di dunia melainkan sekadar satu petang atau paginya sahaja."],"id":79,"translation":"Basmeih (Malaysia)","name":"النازعات"}