{"ayaTranslation":["Ia memasamkan muka dan berpaling,","Kerana ia didatangi orang buta.","Dan apa jalannya engkau dapat mengetahui (tujuannya, wahai Muhammad) ? Barangkali ia mahu membersihkan hatinya (dengan pelajaran ugama yang didapatinya daripadamu)! -","Ataupun ia mahu mendapat peringatan, supaya peringatan itu memberi manfaat kepadanya.","Adapun orang yang merasa keadaannya telah cukup, tidak berhajat lagi (kepada ajaran Al-Quran),","Maka engkau bersungguh-sungguh melayaninya.","Padahal engkau tidak bersalah kalau ia tidak mahu membersihkan dirinya (dari keingkarannya).","Adapun orang yang segera datang kepadamu,","Dengan perasaan takutnya (melanggar perintah-perintah Allah), -","Maka engkau berlengah-lengah melayaninya.","Janganlah melakukan lagi yang sedemikian itu! Sebenarnya ayat-ayat Al-Quran adalah pengajaran dan peringatan (yang mencukupi).","Maka sesiapa yang mahukan kebaikan dirinya, dapatlah ia mengambil peringatan daripadanya.","(Ayat-ayat Suci itu tersimpan) dalam naskhah-naskhah yang dimuliakan, -","Yang tinggi darjatnya, lagi suci (dari segala gangguan), -","(Terpelihara) di tangan malaikat-malaikat yang menyalinnya dari Lauh Mahfuz;","(Malaikat-malaikat) yang mulia, lagi yang berbakti.","Binasalah hendaknya manusia (yang ingkar) itu, betapa besar kekufurannya?","(Tidakkah ia memikirkan) dari apakah ia diciptakan oleh Allah? -","Dari air mani diciptakanNya, serta dilengkapkan keadaannya dengan persediaan untuk bertanggungjawab;","Kemudian jalan (baik dan jahat), dimudahkan Tuhan kepadanya (untuk menimbang dan mengambil mana satu yang ia pilih);","Kemudian dimatikannya, lalu diperintahkan supaya ia dikuburkan;","Kemudian apabila Allah kehendaki dibangkitkannya (hidup semula).","Janganlah hendaknya ia kufur ingkar lagi! Sebenarnya ia belum menunaikan apa yang diperintahkan kepadanya.","(Kalaulah ia tidak memikirkan asal dan kesudahan dirinya), maka hendaklah manusia melihat kepada makanannya (bagaimana kami mentadbirkannya):","Sesungguhnya kami telah mencurahkan hujan dengan curahan yang menakjubkan.","Kemudian kami belah-belahkan bumi dengan belahan yang sesuai dengan tumbuh-tumbuhan, -","Lalu Kami tumbuhkan pada bumi biji-bijian,","Dan buah anggur serta sayur-sayuran,","Dan Zaitun serta pohon-pohon kurma,","Dan taman-taman yang menghijau subur,","Dan berbagai buah-buahan serta bermacam-macam rumput, -","Untuk kegunaan kamu dan binatang-binatang ternak kamu.","Kemudian (ingatlah keadaan yang berlaku) apabila datang suara jeritan yang dahsyat, -","Pada hari seseorang itu lari dari saudaranya,","Dan ibunya serta bapanya,","Dan isterinya serta anak-anaknya; -","Kerana tiap-tiap seorang dari mereka pada hari itu, ada perkara-perkara yang cukup untuk menjadikannya sibuk dengan hal dirinya sahaja.","Muka (orang-orang yang beriman) pada hari itu berseri-seri,","Tertawa, lagi bersuka ria;","Dan muka (orang-orang yang ingkar) pada hari itu penuh berdebu,","Diliputi oleh warna hitam legam dan gelap-gelita. -","Mereka itu ialah orang-orang yang kafir, yang derhaka."],"id":80,"translation":"Basmeih (Malaysia)","name":"عبس"}