{"ayaTranslation":["Kecelakaan besar bagi orang-orang yang curang (dalam timbangan dan sukatan),","Iaitu mereka yang apabila menerima sukatan (gantang cupak) dari orang lain mereka mengambilnya dengan cukup,","Dan (sebaliknya) apabila mereka menyukat atau menimbang untuk orang lain, mereka kurangi.","Tidakkah mereka menyangka bahawa mereka akan dibangkitkan (hidup semula sesudah mati)?","Pada hari (kiamat) yang amat besar (huru-haranya),","Hari berdiri manusia untuk mengadap Tuhan sekalian alam?","Tidak sepatutnya (mereka melakukan perbuatan yang salah itu dan melalaikan hari akhirat)! Sesungguhnya \"kitab suratan amal\" orang-orang yang berdosa itu (didaftarkan) dalam \"Sijjiin\".","Dan apa jalannya engkau dapat mengetahui: apa dia \"Sijjiin\" itu,","Ialah (tempat simpanan) kitab catitan yang jelas nyata, (yang menghimpunkan amalan orang-orang yang berdosa).","Kecelakaan besar, pada hari itu, bagi orang-orang yang mendustakan -","Iaitu mereka yang mendustakan hari pembalasan.","Dan tiada yang mendustakannya melainkan tiap-tiap orang yang melampaui batas (kebenaran), lagi amat derhaka!","(Sehingga) apabila ia dibacakan kepadanya ayat-ayat Kami, ia berkata:\" Ini ialah dongeng orang-orang dahulu kala!\"","Sebenarnya! (Ayat-ayat Kami itu tidak ada cacatnya) bahkan mata hati mereka telah diselaputi kekotoran (dosa), dengan sebab (perbuatan kufur dan maksiat) yang mereka kerjakan.","Jangan lagi mereka berlaku demikian! (kalau tidak), mereka pada hari itu, tetap terdinding dari (rahmat) Tuhannya.","Kemudian, sesungguhnya mereka akan menderita bakaran neraka.","Akhirnya dikatakan (kepada mereka): \"Inilah dia (azab seksa) yang kamu dustakan dahulu.\"","Ingatlah wahai manusia! Sesungguhnya \"kitab suratan amal\" orang-orang yang berbakti (dengan taat dan amal kebajikan), adalah (didaftarkan) dalam\" Illiyiin\".","Dan apa jalannya engkau dapat mengetahui, apa dia \"Illiyiin\" itu?","Ialah (tempat simpanan) kitab catitan yang jelas nyata,","Yang disaksikan oleh sekumpulan malaikat, yang didampingkan Tuhan di sisinya.","Sesungguhnya orang-orang yang berbakti (dengan taat dan amal kebajikan), tetap berada di dalam Syurga yang penuh nikmat:","Mereka berehat di atas pelamin-pelamin (yang berhias), sambil melihat (segala keindahan dan kemuliaan yang disediakan untuk mereka di situ).","Engkau dapat melihat pada muka mereka: cahaya nikmat yang mereka perolehi.","Mereka diberi minum dari satu minuman yang termeterai bekasnya,","Meterainya kasturi; - dan untuk (memperolehi nikmat kesenangan) itu hendaknya berlumba-lumba mereka yang ingin merebut kelebihan dan kesenangan;","Dan campuran minuman itu adalah dari \"Tasnim\":","laitu matair yang diminum daripadanya oleh orang-orang yang di dampingkan (Tuhan di sisiNya).","Sesungguhnya orang-orang yang derhaka, mereka selalu tertawakan orang-orang yang beriman.","Dan apabila orang-orang yang beriman lalu dekat mereka, mereka mengerling dan memejam celikkan mata sesama sendiri (mencemuhnya).","Dan apabila mereka kembali kepada kaum keluarganya, mereka kembali dengan riang gembira;","Dan apabila mereka melihat orang-orang yang beriman, mereka berkata: \"Sesungguhnya orang-orang itu adalah golongan yang sesat!\"","Pada hal mereka tidak diutus untuk menjaga sesat atau tidaknya orang-orang yang beriman itu!","Maka pada hari ini, orang-orang yang beriman pula tertawakan orang yang kafir itu.","Sambil mereka berehat di atas pelamin-pelamin (yang berhias), serta melihat (hal yang berlaku kepada musuhnya).","(Untuk menambahkan kegembiraan mereka, mereka ditanya): \"Bukankah orang-orang yang kafir itu telah dibalas akan apa yang mereka telah kerjakan dahulu?\""],"id":83,"translation":"Basmeih (Malaysia)","name":"المطففين"}