{"ayaTranslation":["Demi langit yang mempunyai tempat-tempat peredaran bintang-bintang;","Dan hari (pembalasan) yang dijanjikan;","Dan makhluk-makhluk yang hadir menyaksikan hari itu, serta segala keadaan yang disaksikan; -","Celakalah kaum yang menggali parit,","(Parit) api yang penuh dengan bahan bakaran,","(Mereka dilaknat) ketika mereka duduk di kelilingnya,","Sambil mereka melihat apa yang mereka lakukan kepada orang-orang yang beriman.","Dan mereka tidak marah dan menyeksakan orang-orang yang beriman itu melainkan kerana orang-orang itu beriman kepada Allah Yang Maha Kuasa, lagi Maha Terpuji!","Tuhan yang menguasai segala alam langit dan bumi. Dan (ingatlah), Allah sentiasa menyaksikan tiap-tiap sesuatu.","Sesungguhnya orang-orang yang menimpakan bencana untuk memesongkan orang-orang lelaki yang beriman dan orang-orang perempuan yang beriman, kemudian mereka tidak bertaubat, maka mereka akan beroleh azab neraka Jahannam (kerana perbuatan buruk itu), dan mereka akan beroleh lagi azab api yang kuat membakar (kerana mereka tidak bertaubat).","Sesungguhnya orang-orang yang beriman dan beramal soleh, mereka akan beroleh Syurga yang mengalir di bawahnya beberapa sungai; yang demikian itu ialah kemenangan yang besar.","Sesungguhnya azab Tuhanmu (terhadap orang-orang yang kufur ingkar) amatlah berat.","Sesungguhnya Dia lah yang menciptakan (sekalian makhluk) pada mulanya, dan yang mengembalikannya (hidup semula sesudah mati).","Dan Dia lah yang Maha Pengampun, lagi Maha Pengasih.","Tuhan yang mempunyai Arasy yang tinggi kemuliaannya,","Yang berkuasa melakukan segala yang dikehendakinya.","Sudahkah sampai kepadamu (wahai Muhammad) perihal (kebinasaan yang telah menimpa) kaum-kaum yang menentang (Rasul-rasul yang diutuskan kepada mereka)?","(Mereka itu ialah kaum) Firaun, dan Thamud (kaum Nabi Soleh).","(Kaummu wahai Muhammad, bukan sahaja menolak ajaranmu), bahkan orang-orang yang kafir itu terus tenggelam dalam keadaan mendustakan kebenaran;","Sedang Allah, dari belakang mereka, melingkungi mereka (dengan kekuasaanNya)!","(Sebenarnya apa yang engkau sampaikan kepada mereka bukanlah syair atau sihir), bahkan ialah Al-Quran yang tertinggi kemuliaannya;","(Lagi yang terpelihara dengan sebaik-baiknya) pada Lauh Mahfuz."],"id":85,"translation":"Basmeih (Malaysia)","name":"البروج"}