{ "id": 43, "name": "الزخرف","translation":"the Gold", "ayaTranslation": [ "Ha Mim.", "By the manifest Book.", "Verily, We have made it a Qur'an in Arabic that you may be able to understand.", "And verily, it is in the Mother of the Book with Us, indeed exalted, full of wisdom.", "Shall We then take away the Reminder from you, because you are a people excessive.", "And how many a Prophet have We sent amongst the men of old.", "And never came there a Prophet to them but they used to mock at him.", "Then We destroyed men stronger (in power) than these and the example of the ancients has passed away.", "And indeed if you ask them: \"Who has created the heavens and the earth\" They will surely say: \"The All-Mighty, the All-Knower created them.\"", "Who has made for you the earth like a bed, and has made for you roads therein, in order that you may find your way.", "And Who sends down water from the sky in due measure, then We revive a dead land therewith, and even so you will be brought forth.", "And Who has created all the pairs and has appointed for you ships and cattle on which you ride,", "In order that you may mount on their backs, and then may remember the favor of your Lord when you mount thereon, and say: \"Glory to Him Who has subjected this to us, and we could have never had it.\"", "And verily, to Our Lord we indeed are to return!\"", "Yet, they assign to some of His servants a share with Him. Verily, man is indeed a manifest ingrate!", "Or has He taken daughters out of what He has created, and He has selected for you sons", "And if one of them is informed of the news of that which he sets forth as a parable to the Most Gracious, his face becomes dark, and he is filled with grief!", "A creature who is brought up in adornments, and who in dispute cannot make itself clear", "And they make females the angels who themselves are servants of the Most Gracious. Did they witness their creation Their testimony will be recorded, and they will be questioned!", "And they said: \"If it had been the will of the Most Gracious, we should not have worshipped them.\" They have no knowledge whatsoever of that. They do nothing but lie!", "Or have We given them any Book before this (the Qur'an) to which they are holding fast", "Nay! They say: \"We found our fathers following a certain way and religion, and we guide ourselves by their footsteps.\"", "And similarly, We sent not a warner before you to any town (people) but the luxurious ones among them said: \"We found our fathers following a certain way and religion, and we will indeed follow their footsteps.\"", "He said: \"Even if I bring you better guidance than that which you found your fathers following\" They said: \"Verily, we disbelieve in that with which you have been sent.\"", "So We took revenge on them, then see what was the end of those who denied.", "And (remember) when Ibrahim said to his father and his people: \"Verily, I am innocent of what you worship,\"", "\"Except Him Who created me; and verily, He will guide me.\"", "And he made it a word lasting among his offspring, that they may turn back.", "Nay, but I gave to these and their fathers to enjoy, till there came to them the truth, and a Messenger making things clear.", "And when the truth came to them, they said: \"This is magic, and we disbelieve therein.\"", "And they say: \"Why is not this Qur'an sent down to some great man of the two towns\"", "Is it they who would portion out the mercy of your Lord It is We Who portion out between them their livelihood in this world, and We raised some of them above others in ranks, so that some may employ others in their work. But the mercy of your Lord is better than what they amass.", "And were it not that mankind would have become of one community, We would have provided for those who disbelieve in the Most Gracious, silver roofs for their houses, and elevators whereby they ascend,", "And for their houses, doors, and thrones on which they could recline,", "And adornments of gold. Yet all this would have been nothing but an enjoyment of this world. And the Hereafter with your Lord is for those who have Taqwa.", "And whosoever Ya`shu (turns away blindly) from the remembrance of the Most Gracious, We appoint for him Shaytan to be a Qarin (a companion) to him.", "And verily, they hinder them from the path, but they think that they are guided aright!", "Till, when (such a one) comes to Us, he says, \"Would that between me and you were the distance of the two easts (or the east and west) a worst companion (indeed)!\"", "It will profit you not this Day as you did wrong, (and) that you will be sharers in the punishment.", "Can you make the deaf to hear, or can you guide the blind or him who is in manifest error", "And even if We take you away, We shall indeed take vengeance on them.", "Or (if) We show you that wherewith We threaten them, then verily, We have perfect command over them.", "So hold you fast to that which is revealed to you. Verily, you are on the straight path.", "And verily, this is indeed a Dhikr for you and your people, and you will be questioned.", "And ask whom We sent before you of Our Messengers: \"Did We ever appoint gods to be worshipped besides the Most Gracious\"", "And indeed We did send Musa with Our Ayat to Fir`awn and his chiefs. He said: \"Verily, I am a Messenger of the Lord of all that exists.\"", "But when he came to them with Our Ayat, behold, they laughed at them.", "And not an Ayah We showed them but it was greater than its fellow preceding it, and We seized them with torment, in order that they might turn.", "And they said (to Musa): \"O you sorcerer! Invoke your Lord for us according to what He has made a pact with you. Verily, We shall guide ourselves.\"", "But when We removed the torment from them, behold, they broke their covenant.", "And Fir`awn proclaimed among his people (saying): \"O my people! Is not mine the dominion of Egypt, and these rivers flowing underneath me. See you not then\"", "\"Am I not better than this one (Musa) who is despicable and can scarcely express himself clearly\"", "Why then are not golden bracelets bestowed on him, or angels sent along with him\"", "Thus he fooled his people, and they obeyed him. Verily, they were ever a people who were rebellious.", "So when they angered Us, We punished them, and drowned them all.", "And We made them a precedent, and an example to later generations.", "And when the son of Maryam is quoted as an example, behold, your people cry aloud thereat.", "And say: \"Are our gods better or is he\" They quoted not the above example except for argument. Nay! But they are a quarrelsome people.", "He was not more than a servant. We granted Our favor to him, and We made him an example for the Children of Israel.", "And if it were Our will, We would have made angels to replace you on the earth.", "And he shall be a known sign for (the coming of) the Hour. Therefore have no doubt concerning it. And follow Me! This is the straight path.", "And let not Shaytan hinder you. Verily, he (Shaytan) to you is a plain enemy.", "And when `Isa came with clear proofs, he said: \"I have come to you with Al-Hikmah, and in order to make clear to you some of that in which you differ. Therefore have Taqwa of Allah and obey me.\"", "\"Verily, Allah! He is my Lord and your Lord. So worship Him. This is the straight path.\"", "But the sects from among themselves differed. So woe to those who do wrong from the torment of a painful Day!", "Do they only wait for the Hour that it shall come upon them suddenly while they perceive not", "Friends on that Day will be foes one to another except those who have Taqwa.", "My servants! No fear shall be on you this Day, nor shall you grieve,", "(You) who believed in Our Ayat and were Muslims.", "Enter Paradise, you and your wives, in happiness.", "Trays of gold and cups will be passed round them; (there will be) therein all that their souls desire, and all that eyes could delight in and you will abide therein forever.", "This is the Paradise, which you have been made to inherit because of your deeds that you used to do.", "Therein for you will be fruits in plenty, of which you will eat (as you desire).", "Verily, the criminals will be in the torment of Hell to abide therein forever.", "(The torment) will not be lightened for them, and they will be plunged into destruction with deep regrets, sorrows and in despair therein.", "We wronged them not, but they were the wrongdoers.", "And they will cry: \"O Malik (keeper of Hell)! Let your Lord make an end of us.\" He will say: \"Verily, you shall abide forever.\"", "Indeed We have brought the truth to you, but most of you have a hatred for the truth.", "Or have they plotted some plan Then We too are planning.", "Or do they think that We hear not their secrets and their private counsel Yes (We do) and Our messengers are by them, to record.", "Say: \"If the Most Gracious had a son, then I am the first of the worshippers.\"", "Glorified is the Lord of the heavens and the earth, the Lord of the Throne! Exalted be He from all that they ascribe (to Him).", "So leave them (alone) to speak nonsense and play until they meet the Day of theirs which they have been promised.", "It is He Who is the only God in the heaven and the only God on the earth. And He is the All-Wise, the All-Knower.", "And Blessed be He to Whom belongs the kingdom of the heavens and the earth, and all that is between them, and with Whom is the knowledge of the Hour, and to Whom you (all) will be returned.", "And those whom they invoke instead of Him have no power of intercession -- except for those who bear witness to the truth knowingly, and they know.", "And if you ask them who created them, they will surely say: \"Allah.\" How then are they turned away", "And his saying: \"O my Lord! Verily, these are a people who believe not!\"", "So turn away from them, and say: Salam (peace!) But they will come to know." ] }