{ "id": 56, "name": "الواقعة","translation":"the Event", "ayaTranslation": [ "When the Waqi`ah occurs", "There is not, for its occurrence, Kadhibah.", "Bringing low (some), exalting (others).", "When the earth will be shaken with a terrible shake.", "And the mountains will be powdered to dust,", "So that they will become floating dust particles.", "And you (all) will be in three groups.", "So those on the right -- how (fortunate) will be those on the right!", "And those on the left -- how (unfortunate) will be those on the left!", "And those foremost will be foremost.", "These will be the nearest (to Allah).", "In the Gardens of Delight.", "A multitude of those will be from the first ones.", "And a few of those will be from the later ones.", "(They will be) on thrones, Mawdunah.", "Reclining thereon, face to face.", "Immortal boys will go around them (serving),", "With cups, and jugs, and a glass of flowing wine,", "Wherefrom neither Yusadda`un nor Yunzifun.", "And with fruit that they may choose.", "And with the flesh of fowls that they desire.", "And (there will be) Hur with wide lovely eyes.", "Like preserved pearls.", "A reward for what they used to do.", "No Laghw (evil vain talk) will they hear therein, nor any sinful speech.", "But only the saying of: \"Salaman! Salaman!\"", "And those on the right -- how (fortunate) will be those on the right", "(They will be) among Sidri Makhdud,", "And among Talh Mandud.", "And in shade Mamdud,", "And by water flowing constantly,", "And fruit in plenty,", "Whose supply is not cut off nor are they out of reach.", "And on couches, raised high.", "Verily, We have created them a special creation.", "And made them virgins.", "`Urub, Atrab.", "For those on the right.", "A multitude of those will be from the first generation.", "And a multitude of those will be from the later generations.", "And those on the left How will be those on the left", "In Samum, and Hamim.", "And a shadow from Yahmum,", "Neither Barid nor Karim,", "Verily, before that, they indulged in luxury,", "And were persisting in great sin.", "And they used to say: \"When we die and become dust and bones, shall we then indeed be resurrected\"", "\"And also our forefathers\"", "Say: \"(Yes) verily, those of old, and those of later times.\"", "\"All will surely be gathered together for appointed meeting of a known Day.\"", "\"Then verily, --- you the erring -- ones, the deniers!\"", "\"You verily, will eat of the trees of Zaqqum.\"", "\"Then you will fill your bellies therewith,\"", "\"And drink the Hamim on top of it.\"", "\"And you will drink (that) like Al-Him!\"", "That will be their entertainment on the Day of Recompense!", "We created you, then why do you believe not", "Do you not see the semen you emit.", "Is it you who create it, or are We the Creator", "We have decreed death to you all, and We are not outstripped,", "To transfigure you and create you in (forms) that you know not.", "And indeed, you have already known the first form of creation, why then do you not remember", "Do you not see what you sow.", "Is it you that make it grow, or are We the Grower", "Were it Our will, We could crumble it to dry pieces, and you would be Tafakkahun.", "(Saying:) \"We are indeed Mughramun!\"", "\"Nay, but we are deprived!\"", "Do you not see the water that you drink.", "Is it you who cause it to come down from Al-Muzn, or are We the Cause of it coming down", "If We willed, We verily could make it salty; why then do you not give thanks", "Do you not see the fire which you kindle.", "Is it you who made the tree thereof to grow, or are We the Grower", "We have made it a Reminder, and an article of use for the Muqwin.", "Then glorify with praises the Name of your Lord, the Most Great.", "Fala! I swear by the Mawaqi` of the stars.", "And verily that is indeed a great oath, if you but know.", "That (this) is indeed an honorable recitation.", "In a Book Maknun.", "Which none touches but the pure ones.", "A revelation from the Lord of all that exists.", "Is it such a talk that you are Mudhinun", "And you make your provision your denial!", "Then why do you not (intervene) when it reaches Al-Hulqum", "And you at the moment are looking,", "But We are nearer to him than you, but you see not,", "Then why do you not -- if you are not Madinin", "Return the soul, if you are truthful", "Then, if he be of the Muqarrabin,", "Then Rawh, Rayhan and a Garden of Delights.", "And if he be of those on the right,", "Then Salam (peace) to you from those on the right.", "But if he be of the denying, the erring,", "Then for him is an entertainment with Hamim.", "And entry in Hellfire.", "Verily, this! This is an absolute truth with certainty.", "So, glorify with praises the Name of your Lord, the Most Great." ] }