{ "id": 70, "name": "المعارج","translation":"the Elevated Passages", "ayaTranslation": [ "A questioner asked concerning a torment about to befall", "Upon the disbelievers, which none can avert,", "From Allah, the Lord of the ways of ascent.", "The angels and the Ruh ascend to Him in a Day the measure whereof is fifty thousand years.", "So be patient, with a good patience.", "Verily, they see it (the torment) afar off.", "But We see it near.", "The Day that the sky will be like the Al-Muhl.", "And the mountains will be like `Ihn.", "And no friend will ask a friend,", "Though they shall be made to see one another, the criminal would desire to ransom himself from the punishment of that Day by his children.", "And his wife and his brother,", "And his Fasilah who sheltered him,", "And all that are in the earth, so that it might save him.", "By no means! Verily, it will be the fire of Hell,", "Nazza`ah the Shawa!", "Calling (all) such as turn their backs and turn away their faces.", "And collect (wealth) and hide it (from spending it in the cause of Allah).", "Verily, man was created very impatient;", "Apprehensive when evil touches him;", "And suppressive when good touches him.", "Except those who are devoted to Salah.", "Those who with their Salah are Da'imun;", "And those in whose wealth there is a recognized right.", "For the one who asks, and for the deprived.", "And those who believe in the Day of Recompense.", "And those who fear the torment of their Lord.", "Verily, the torment of their Lord is that before which none can feel secure.", "And those who guard their private part (chastity).", "Except from their wives or their right hand possessions -- for (then) they are not blameworthy.", "But whosoever seeks beyond that, then it is those who are trespassers.", "And those who keep their trusts and covenants.", "And those who stand firm in their testimonies.", "And those who are with their Salah, Yuhafizun.", "Such shall dwell in the Gardens, honored", "So, what is the matter with those disbelievers, before you Muhti`in", "On the right and on the left, `Izin.", "Does every man of them hope to enter the Paradise of Delight", "But no! Verily, We have created them out of that which they know!", "But no! I swear by the Lord of the easts and the wests that surely We are Able", "To replace them by (others) better than them; and We are not to be outrun.", "So, leave them to plunge in vain talk and play about, until they meet their Day which they are promised.", "The Day when they will come out of the graves quickly as racing to a Nusub,", "With their eyes lowered in fear and humility, ignominy covering them (all over)! That is the Day which they were promised!" ] }