      { "id": "102", "name": "التكاثر", "translation": "", "ayaTranslation": [ "(Telah membuat kalian lalai) atau telah melalaikan kalian dari taat kepada Allah (bermegah-megahan) yaitu saling bangga-membanggakan harta, anak-anak dan pembantu-pembantu.", "(Sampai kalian masuk ke dalam kubur) hingga kalian mati dikubur di dalam tanah; atau hingga kalian menghitung-hitung banyaknya orang yang telah mati.", "(Janganlah begitu) kalimat ini mengandung hardikan dan cegahan (kelak kalian akan mengetahui.)", "(Dan janganlah begitu, kelak kalian akan mengetahui) akibat buruk dari perbuatan kalian itu di kala kalian menjelang kematian, kemudian sewaktu kalian telah berada di dalam kubur.", "(Janganlah begitu) sesungguhnya (jika kalian mengetahui dengan pengetahuan yang yakin) tentang akibat perbuatan kalian itu, niscaya kalian tidak akan lalai taat kepada Allah.", "(Niscaya kalian benar-benar akan melihat neraka Jahim) Jawab Qasamnya tidak disebutkan, yaitu niscaya kalian tidak akan sibuk dengan bermegah-megahan yang melalaikan kalian dari taat kepada Allah. Lafal Latarawunna pada asalnya adalah Latarawunanna, kemudian Lam Fi'il dan 'Ain Fi'ilnya dibuang, kemudian harakatnya diberikan kepada Wau, sehingga jadilah Latarawunna.", "(Dan sesungguhnya kalian benar-benar akan melihatnya) kalimat ayat ini mengukuhkan makna ayat sebelumnya (dengan pengetahuan yang yakin) lafal 'Ainal Yaqiin adalah Mashdar; demikian itu karena lafal Ra-aa dan lafal 'Aayana mempunyai arti yang sama.", "(Kemudian kalian pasti akan ditanyai) lafal Latus-alunna dibuang daripadanya Nun alamat Rafa' karena berturut-turutnya huruf Nun, dibuang pula daripadanya Wawu dhamir jamak, tetapi bukan karena 'Illat atau sebab bertemunya kedua huruf yang disukunkan; bentuk asal daripada Latus-alunna adalah Latus-aluunanna (pada hari itu) yakni di hari kalian melihat neraka Jahim (tentang kenikmatan) yang kalian peroleh semasa di dunia, yaitu berupa kesehatan, waktu luang, keamanan, makanan, minuman dan nikmat-nikmat lainnya. Artinya dipergunakan untuk apakah kenikmatan itu?" ] }