{ "id": 26, "name": "الشعراء", "translation": "Jalalayn", "ayaTranslation": [ "(Thaa Siin Miim) hanya Allah saja yang mengetahui maksudnya.", "(Inilah) (ayat-ayat Al Kitab) yakni Alquran. Idhafah di sini mengandung makna Min, maksudnya sebagian daripada Alquran (yang menerangkan) perkara yang hak atas perkara yang batil.", "(Boleh jadi kamu) hai Muhammad (akan membinasakan dirimu) bunuh diri karena sedih, disebabkan (karena mereka tidak) yaitu penduduk Mekah (beriman) lafal La'alla di sini bermakna Isyfaq atau menunjukkan makna rasa kasihan. Maksudnya, kasihanilah dirimu itu, ringankanlah dari kesedihannya.", "(Jika Kami kehendaki niscaya Kami menurunkan kepada mereka mukjizat dari langit, maka akan senantiasa) lafal Fazhallat dalam bentuknya yang Madhi ini bermakna Mudhari', artinya: maka akan terus-menerus (kuduk-kuduk mereka tunduk kepadanya) yakni mereka beriman kepadanya. Karena lafal Al A'naaq disifati dengan lafal Al Khudhu'. Sifat tersebut merupakan ciri khas makhluk yang berakal, maka sifat Al A'naaq dijamakkan ke dalam bentuk sebagaimana makhluk yang berakal.", "(Dan sekali-kali tidak datang kepada mereka suatu peringatan) yaitu Alquran (yang baru dari Tuhan Yang Maha Pengasih) yang membeberkan rahasia mereka (melainkan mereka selalu berpaling daripadanya).", "(Sungguh mereka telah mendustakan) Alquran (maka kelak akan datang kepada mereka kenyataan dari berita-berita) akibat dari apa (yang selalu mereka perolok-olokkan).", "(Dan apakah mereka tidak memperhatikan) maksudnya tidak memikirkan tentang (bumi, berapakah banyaknya Kami tumbuhkan di bumi itu) alangkah banyaknya (dari bermacam-macam tumbuh-tumbuhan yang baik) jenisnya?", "(Sesungguhnya pada yang demikian itu benar-benar terdapat suatu tanda) yang menunjukkan akan kesempurnaan kekuasaan Allah swt. (Dan kebanyakan mereka tidak beriman), menurut ilmu Allah. Imam Sibawaih berpendapat bahwa lafal Kaana di sini adalah Zaidah.", "(Dan sesungguhnya Rabbmu benar-benar Dia-iah Yang Maha Perkasa) memiliki keperkasaan untuk membalas orang-orang kafir (lagi Maha Penyayang) terhadap orang-orang yang beriman.", "(Dan) ceritakanlah, hai Muhammad!, kepada kaummu (ketika Rabbmu menyeru Musa) melalui firman-Nya pada malam ketika ia melihat api dan pohon (\"Bahwasanya) hendaknya (datangilah kaum yang zalim itu), datanglah kamu kepada mereka sebagai seorang Rasul.", "(Yaitu kaum Firaun) terutama Firaun sendiri, mereka telah berbuat aniaya terhadap diri mereka sendiri dengan kekafiran mereka kepada Allah dan penindasan mereka kepada kaum Bani Israel (mengapa mereka tidak) Istifham di sini bermakna sanggahan (bertakwa?\") kepada Allah dengan menaati-Nya,", "(Berkata) Musa, (\"Ya Rabbku! Sesungguhnya aku takut bahwa mereka akan mendustakan aku).", "(Dan akan terasa sempit dadaku) karena mereka mendustakan aku (sedangkan lidahku tidak lancar) untuk menyampaikan risalah yang dibebankan kepadaku, karena lisanku pelat (maka utuslah) saudaraku (Harun) bersamaku.", "(Dan aku berdosa terhadap mereka) disebabkan aku telah membunuh seorang bangsa Kobtik (maka aku takut mereka akan membunuhku\") disebabkan aku telah membunuh salah seorang dari mereka.", "(Berfirman) Allah swt., (\"Jangan takut!) mereka tidak akan dapat membunuhmu (Pergilah kamu berdua) yakni kamu dan saudaramu itu; ungkapan ayat ini lebih diprioritaskan kepada Mukhathab, karena pada kenyataannya Nabi Harun pada waktu itu sedang tidak bersamanya (dengan membawa ayat-ayat Kami, sesungguhnya Kami bersamamu mendengarkan.\") apa yang kalian katakan dan apa yang dikatakan oleh mereka tentang kalian. Keduanya dianggap seakan-akan orang banyak (bentuk jamak).", "(Maka datanglah kamu berdua kepada Firaun dan katakanlah olehmu, \"Sesungguhnya kami) yakni kamu berdua ini (adalah Rasul Rabb semesta alam) kepadamu.", "(Hendaklah) hendaknya (lepaskanlah untuk pergi bersama kami) ke negeri Syam (kaum Bani Israel\") maka Nabi Musa dan Nabi Harun datang kepada Firaun lalu keduanya mengatakan apa yang telah disebutkan tadi.", "(Berkatalah) Firaun kepada Nabi Musa, (\"Bukankah kami telah mengasuhmu di dalam keluarga kami) yakni dalam rumah kami (waktu kamu masih kanak-kanak) semasa kecil, baru saja dilahirkan, tetapi sudah disapih (dan kamu tinggal bersama kami beberapa tahun dari umurmu), selama tiga puluh tahun, pada masa itu Musa berpakaian seperti Firaun dan berkendaraan sebagaimana Firaun, ia dikenal sebagai anak angkat Firaun.", "(Dan kamu telah berbuat suatu perbuatan yang telah kamu lakukan itu) yaitu membunuh seorang bangsa Kobtik (dan kamu termasuk orang-orang yang tidak tahu membalas budi\") yakni termasuk orang-orang yang ingkar terhadap nikmat yang telah kuberikan kepadamu, yaitu dididik dan tidak dijadikan budak.", "(Berkatalah) Musa, (\"Aku telah melakukannya, sedangkan di waktu itu) pada masa itu (aku termasuk orang-orang yang khilaf) dari apa yang akan diberikan oleh Allah kepadaku sesudahnya, yaitu ilmu dan risalah.", "(Lalu aku lari meninggalkan kalian ketika aku takut kepada kalian, kemudian Rabbku memberikan kepadaku hikmah) yakni ilmu (serta Dia menjadikanku salah seorang di antara Rasul-rasul).", "(Budi yang kamu limpahkan kepadaku itu) asal lafal Tamunnuhaa adalah Tamunnu Bihaa, maksudnya, yang telah kamu limpahkan kepadaku itu (adalah disebabkan kamu telah memperbudak Bani Israel\") kalimat ayat ini merupakan keterangan dari ayat yang sebelumnya, maksudnya, kamu telah menjadikan mereka sebagai budak-budak dan sebagai gantinya kamu tidak memperbudak aku, sesungguhnya kamu tidak memberikan nikmat apa pun dengan perlakuanmu yang demikian itu, karena kamu memperbudak mereka, hal ini adalah perbuatan aniaya. Sebagian Mufassirin ada yang memperkirakan adanya Hamzah Istifham bermakna sanggahan, pada awal perkataan Nabi Musa ini, sehingga lafal Fa'altuha asalnya Afa'altuha.", "(Berkata Firaun) kepada Nabi Musa, (\"Siapakah Rabb semesta alam itu?\") sebagaimana yang telah kamu katakan itu, bahwa kamu adalah Rasul-Nya? Maksudnya, siapakah Dia itu? Karena mengingat bahwa tiada jalan bagi makhluk untuk mengetahui hakikat Allah swt. melainkan hanya melalui sifat-sifat-Nya. Nabi Musa a.s. mengemukakan jawabannya kepada Firaun dengan ungkapan berikut.", "(Musa menjawab, \"Rabb Pencipta langit dan bumi dan apa-apa yang ada di antara keduanya) yakni Dialah yang menciptakan kesemuanya itu (jika kamu sekalian orang-orang yang mempercayai.\") bahwa Dia adalah yang menciptakan semuanya, maka berimanlah kalian kepada-Nya dan esakanlah Dia.", "(Berkata) Firaun (kepada orang-orang sekelilingnya,) dari kalangan orang-orang terpandang kaumnya (\"Apakah kaian tidak mendengarkan?\") jawabannya yang tidak sesuai dengan pertanyaannya itu.", "(Berkata pula) Musa, (\"Rabb kalian dan Rabb nenek moyang kalian yang dahulu\") jawaban Nabi Musa kali ini sekali pun isinya telah terkandung pada jawaban yang pertama tadi tetapi membuat Firaun naik pitam. Oleh sebab itu,", "(Firaun berkata, \"Sesungguhnya Rasul kalian yang diutus kepada kamu sekalian benar-benar orang gila\").", "(Berkata) Musa, (\"Rabb yang menguasai Timur dan Barat dan apa yang di antara keduanya -itulah Rabb kalian, jika kalian mempergunakan akal\") maka berimanlah kepada-Nya, dan esakanlah Dia.", "(Berkatalah) Firaun kepada Nabi Musa, (\"Sungguh jika kamu menyembah Tuhan selain aku, benar-benar aku akan menjadikan kamu salah seorang yang dipenjarakan\") penjara di masa Firaun sangat mengerikan keadaannya, karena seseorang ditahan di suatu tempat di bawah tanah dalam keadaan menyendiri, sehingga tidak dapat melihat apa-apa dan tidak dapat mendengar suara seorang manusia pun.", "(Musa berkata) kepada Firaun, (\"Dan apakah kamu akan melakukan itu kendati pun) maksudnya apakah sungguh kamu akan melakukannya sekalipun (aku datang kepadamu dengan membawa sesuatu keterangan yang nyata) berupa bukti yang jelas yang menunjukkan kerasulanku.\"", "(Firaun berkata) kepada Nabi Musa, (\"Datangkanlah sesuatu keterangan yang nyata itu, jika kamu termasuk orang-orang yang benar\") di dalam pengakuanmu itu.", "(Maka Musa melemparkan tongkatnya, lalu tiba-tiba tongkat itu menjadi ular yang nyata) ular raksasa.", "(Dan ia menarik tangannya) mengeluarkannya dari kantong bajunya (maka tiba-tiba tangan itu jadi putih) memancarkan sinar (bagi orang-orang yang melihatnya) berbeda dengan keadaan warna kulit tangan sebelumnya.", "(Berkata) Firaun (kepada pembesar-pembesar yang ada di sekelilingnya, \"Sesungguhnya Musa ini benar-benar seorang ahli sihir yang pandai) yakni orang yang unggul di dalam ilmu sihir.", "(Ia hendak mengusir kalian dari negeri kalian dengan sihirnya; maka karena itu apakah yang kalian anjurkan?\").", "(Mereka menjawab, \"Tundalah urusan dia dan saudaranya) tangguhkanlah urusan keduanya (dan kirimkanlah ke seluruh negeri orang-orang yang akan mengumpulkan) menghimpun para ahli sihir.", "(Niscaya mereka akan mendatangkan semua ahli sihir yang pandai kepadamu\") yang kepandaiannya melebihi Musa dalam ilmu sihir.", "(Lalu dikumpulkanlah ahli-ahli sihir pada waktu yang ditetapkan di hari yang maklum) yaitu pada waktu matahari mencapai sepenggalah atau waktu dhuha di hari raya mereka.", "(Dan dikatakan kepada orang banyak, \"Berkumpullah kamu sekalian).", "(Semoga kita mengikuti ahli-ahli sihir jika mereka adalah orang-orang yang menang\") Istifham pada ayat sebelumnya mengandung makna anjuran untuk berkumpul; sedangkan pengertian Tarajji atau harapan di sini bergantung kepada kemenangan para ahli sihir, dimaksud supaya mereka tetap menjalankan tradisi agama mereka dan tidak mengikuti ajaran Nabi Musa.", "(Maka tatkala ahIi-ahli sihir datang, mereka pun bertanya kepada Firaun, \"Apakah sungguh-sungguh) lafal A-inna dapat dibaca secara Tahqiq dan Tas-hil; kalau dibaca Tahqiq bacaannya menjadi A-inna dan kalau dibaca Tas-hil menjadi Ayinna (kami mendapat upah yang besar jika kami adalah orang-orang yang menang?\").", "(Firaun menjawab, \"Ya, kalau demikian, sesungguhnya kamu sekalian) pada saat kalian menang (benar-benar akan menjadi orang yang didekatkan kepadaku\").", "(Berkatalah Musa kepada mereka) sesudah mereka berkata kepadanya, sebagaimana yang disitir oleh firman-Nya yang lain, yaitu, \"Kamukah yang akan melemparkan lebih dahulu, ataukah kami yang akan melemparkan?\" (Q.S. 7 Al A'raf, 115). (\"Jatuhkanlah apa yang hendak kalian jatuhkan\") perintah ini merupakan izin dari Nabi Musa kepada mereka supaya mereka lebih dahulu melemparkan apa yang hendak mereka lemparkan, dimaksudkan supaya lebih menonjolkan perkara yang hak.", "(Lalu mereka menjatuhkan tali-temali dan tongkat-tongkat mereka, dan mengatakan, \"Demi kekuasaan Firaun, sesungguhnya kami benar-benar akan menang\").", "(Kemudian Musa menjatuhkan tongkatnya, tiba-tiba ia menelan) lafal Talqafu ini bentuk asalnya adalah Taltaqafu, kemudian salah satu dari huruf Ta dibuang sehingga menjadi Talqafu, artinya menelan bulat-bulat (benda-benda palsu yang mereka ada-adakan itu) yang mereka sulap dengan ilmu sihir mereka, sehingga tampak seolah-olah tali-temali dan tongkat-tongkat mereka itu berupa ular-ular yang merayap.", "(Maka tersungkurlah ahli-ahli sihir sambil bersujud) kepada Allah.", "(Mereka berkata, \"Kami beriman kepada Rabb semesta alam).", "(Yaitu Rabb Musa dan Harun\") karena mereka mengetahui, bahwa apa yang mereka saksikan dari tongkat Nabi Musa itu bukanlah sihir sebagaimana perbuatan mereka.", "(Berkata) Firaun, (\"Apakah kamu sekalian beriman) lafal A-amantum dapat pula dibaca Tas-hil sehingga bacaannya menjadi Amantum (kepadanya) yakni kepada Nabi Musa (sebelum aku memberi izin) secara langsung dariku (kepada kalian? Sesungguhnya dia benar-benar pemimpin kalian yang mengajarkan sihir kepada kalian) berarti ilmu kalian itu adalah sebagian daripada ilmunya, dan ini berarti pertarungan dan kemenangan di antara sesama perguruan (maka kalian nanti pasti benar-benar mengetahui) akibat perbuatan kalian itu dariku. (Sesungguhnya aku akan memotong tangan kalian dan kaki kalian dengan bersilang) yaitu tangan kanan mereka akan dipotong berikut kaki kirinya (dan aku akan menyalib kalian semuanya\").", "(Mereka berkata, \"Tidak ada kemudaratan) tidak mengapa bagi kami jika hal tersebut ditimpakan kepada kami (sesungguhnya kami kepada Rabb kami) sesudah kami mati dengan cara apa pun (akan kembali) yakni kembali kepada-Nya di akhirat nanti.", "(Sesungguhnya kami sangat menginginkan) sangat mengharapkan (bahwa Rabb kami akan mengampuni kesalahan kami, karena kami adalah orang- orang yang pertama-tama beriman\") di masa kami ini.", "(Dan Kami wahyukan kepada Musa) sesudah beberapa tahun ia tinggal bersama dengan kaum Firaun, yang di masa-masa itu ia menyeru mereka kepada jalan yang benar dengan membawa ayat-ayat Allah, akan tetapi hal itu tidak menambah mereka melainkan hanya kesombongan belaka, (\"Pergilah di malam hari dengan membawa hamba-hamba-Ku) yakni bangsa Bani Israel. Menurut suatu qiraat lafal An Asri dibaca An-isri. Asal katanya adalah berakar dari lafal Asra; maksudnya, pergilah dengan mereka menuju ke arah laut Merah di malam hari (karena sesungguhnya kamu sekalian akan dikejar\") oleh Firaun dan bala tentaranya, maka mereka pun ikut masuk ke dalam laut di belakang kalian, lalu Aku menyelamatkan kalian dan menenggelamkan mereka.", "(Kemudian Firaun mengirimkan) sesudah ia mendengar berita tentang keberangkatan Nabi Musa dan kaum Bani Israel (orangnya ke kota-kota) menurut suatu kisah diceritakan bahwa Firaun memiliki seribu buah kota dan dua belas ribu kampung (mengumpulkan tentaranya) untuk mengumpulkan pasukan. Firaun menginstruksikan demikian seraya mengatakan,", "(\"Sesungguhnya mereka itu benar-benar golongan) yang dimaksud adalah kaum Bani Israel (yang kecil) menurut suatu pendapat dikatakan, bahwa jumlah kaum Bani Israel yang dibawa Nabi Musa berjumlah enam ratus tujuh puluh ribu orang, sedangkan barisan terdepan dari Firaun berjumlah tujuh ratus ribu tentara, belum lagi yang ada di belakangnya, maka oleh karena itu Firaun menganggap kecil jumlah Bani Israel dibandingkan dengan jumlah tentaranya itu.", "(Dan sesungguhnya mereka membuat hal-hal yang menimbulkan amarah kita,) yakni telah melakukan apa yang membuat kita murka.", "(Dan sesungghnya kita benar-benar golongan yang selalu berjaga-jaga\") Kaum yang selalu bersiap-siap. Menurut Suatu qiraat Haadziruuna dibaca Hadziruuna artinya selalu waspada.", "Allah berfirman, (\"Maka Kami keluarkan mereka) Firaun dan kaumnya dari Mesir untuk mengejar Nabi Musa dan kaumnya (dari taman-taman) yakni kebun-kebun yang ada di sepanjang kedua tepi sungai Nil (mata air) yaitu kolam-kolam yang mengalir di rumah-rumah mereka yang bersumber dari sungai Nil.", "(Dan dari perbendaharaan) harta yang berharga berupa emas dan perak; dinamakan Kunuz karena para pemiliknya tidak menunaikan hak Allah yang ada padanya (dan kedudukan yang mulia) yakni majelis-majelis yang indah bagi para penguasa dan para wazir, tempat mereka dikelilingi oleh para pengikutnya masing-masing.", "(Demikianlah halnya) Kami telah mengeluarkan mereka sebagaimana yang telah disebutkan tadi (dan Kami anugerahkan semuanya itu kepada Bani Israel.\") sesudah Firaun dan kaumnya ditenggelamkan.", "(Maka Firaun dan bala tentaranya mengejar mereka di waktu matahari terbit) yakni di waktu pagi.", "(Maka setelah kedua golongan itu saling melihat) masing-masing pihak telah melihat pihak yang lainnya (berkatalah pengikut-pengikut Musa, \"Sesungguhnya kita benar-benar akan terkejar\") oleh pasukan Firaun, kita tidak akan mampu menghadapi mereka, karena kita tidak mempunyai kekuatan.", "(Berkatalah) Nabi Musa, (\"Sekali-kali tidak akan tersusul) kita tidak akan tersusul oleh mereka (sesungguhnya Rabbku besertaku) pertolongan-Nya selalu menyertaiku (kelak Dia akan memberi petunjuk kepadaku\") jalan yang menuju keselamatan.", "Allah berfirman, (\"Lalu Kami wahyukan kepada Musa, 'Pukullah lautan itu dengan tongkatmu') maka Nabi Musa memukul laut itu dengan tongkatnya. (Maka terbelahlah lautan itu) membentuk dua belas jalan (tiap-tiap belahan adalah seperti gunung yang besar) di antara dua gunung terdapat jalan yang akan dilalui oleh mereka; sehingga disebutkan bahwa pelana hewan-hewan kendaraan mereka sedikit pun tidak terkena basah, dan tidak pula kecipratan air.", "(Dan Kami dekatkan) Kami jadikan (di sana) di tempat itu (golongan yang lain) Firaun dan kaumnya, sehingga mereka melalui jalan yang dilalui oleh Nabi Musa dan kaumnya.", "(Dan Kami selamatkan Musa dan semua orang-orang yang besertanya) dengan mengeluarkan mereka dari laut, sebagaimana gambaran yang telah disebutkan tadi.", "(Dan Kami tenggelamkan golongan yang lain itu) yakni Firaun dan kaumnya, dengan menutup kembali lautan ketika mereka telah masuk ke dalamnya, sedangkan Bani Israel telah selamat keluar semuanya dari laut.", "(Sesungguhnya pada yang demikian itu) yaitu ditenggelamkannya Firaun dan kaumnya (benar-benar merupakan tanda) yaitu pelajaran bagi orang-orang yang sesudah mereka. (Akan tetapi kebanyakan mereka tidak beriman) kepada Allah. Yang beriman kepada Allah dari kalangan kaum Firaun hanyalah Asiah istri Firaun sendiri, Hezqil dari kalangan keluarga Firaun dan Maryam binti Namushi yang menunjukkan tempat kuburan Nabi Yusuf a.s.", "(Dan sesungguhnya Rabbmu benar-benar Dialah Yang Maha Perkasa) maka Dia membalas kelakuan orang-orang kafir itu dengan menenggelamkan mereka (lagi Maha Penyayang.\") terhadap orang-orang Mukmin, Dia menyelamatkan mereka dari tenggelam.", "(Dan bacakanlah kepada mereka) yakni orang-orang kafir Mekah (kisah) berita (Ibrahim) kemudian dijelaskan oleh Badalnya, yaitu:", "(Ketika ia berkata kepada bapaknya dan kaumnya, \"Apakah yang kalian sembah?\")", "(Mereka menjawab, \"Kami menyembah berhala-berhala) mereka menjelaskan perbuatannya secara terang-terangan supaya berhala-berhala itu disukai olehnya (dan kami senantiasa tekun menyembahnya\") maksudnya kami selalu menyembahnya; sepanjang siang dengan tekun, mereka menambahkan jawabannya dengan maksud membanggakan diri mereka terhadap Nabi Ibrahim.", "(Berkata Ibrahim, \"Apakah berhala-berhala itu mendengar seruan kalian di waktu) ketika (kalian berdoa kepadanya?).", "(Atau dapatkah mereka memberi manfaat ke pada kalian) jika kalian menyembahnya (atau memberi mudarat?\") kepada diri kalian, jika kalian tidak menyembahnya.", "(Mereka menjawab, \"Sebenarnya kami mendapati nenek moyang kami berbuat demikian\") yakni mereka melakukan sebagaimana apa yang kami lakukan sekarang ini.", "(Ibrahim berkata, \"Maka apakah kalian telah memperhatikan apa yang selalu kalian sembah).", "(Kalian dan nenek moyang kalian yang dahulu?)", "(Karena sesungguhnya apa yang kalian sembah itu adalah musuhku) aku tidak menyembah mereka (melainkan) aku hanya menyembah (Rabb semesta alam).", "(Yaitu Tuhan yang telah menciptakan aku, maka Dia-lah yang menunjuki aku) kepada agama yang benar.", "(Dan Tuhanku, yang memberi makan dan minum kepadaku).", "(Dan apabila aku sakit. Dialah yang menyembuhkan aku).", "(Dan Yang akan mematikan aku, kemudian akan menghidupkan aku kembali).", "(Dan Yang amat kuinginkan) amat kuharapkan (akan mengampuni kesalahanku pada hari kiamat\") yaitu hari pembalasan.", "(Ya Rabbku! Berikanlah kepadaku hikmah) yakni ilmu (dan masukkanlah aku ke dalam golongan orang-orang yang saleh) golongan para nabi.", "(Dan jadikanlah aku buah tutur yang baik) pujian yang baik (bagi orang-orang yang datang kemudian) maksudnya orang-orang yang datang sesudahku hingga hari kiamat.", "(Dan jadikanlah aku termasuk orang-orang yang mewarisi surga yang penuh kenikmatan) yakni di antara orang-orang yang memperolehnya.", "(Dan ampunilah bapakku, karena sesungguhnya ia adalah termasuk orang-orang yang sesat) umpamanya, Engkau memberikan jalan bertobat kepadanya, lalu Engkau mengampuninya. Doa ini diucapkan oleh Nabi Ibrahim sebelum jelas baginya, bahwa dia adalah musuh Allah, sebagaimana yang telah diterangkan dalam surah Al Bara'ah atau surah At Taubah.", "(Dan janganlah Engkau hinakan aku) janganlah Engkau jelek-jelekkan aku (pada hari mereka dibangkithan) di hari semua manusia dibangkitkan.", "Yang pada hari itu Allah berfirman, (\"Di hari ini harta dan anak-anak laki-laki tidak berguna) bagi seorang pun.", "(Kecuali) lain halnya dengan (orang-orang yang menghadap Allah dengan hati yang bersih\") dari syirik dan munafik, yang dimaksud adalah hati orang Mukmin, maka sesungguhnya imannya itu dapat memberi manfaat kepada dirinya.", "(Dan didekatkanlah surga) yakni dijadikan dekat- (kepada orang-orang yang bertakwa) hingga mereka dapat melihatnya dengan jelas.", "(Dan diperlihatkan dengan jelas neraka Jahim) yakni ditampakkan (kepada orang-orang yang Sesat) yakni orang-orang kafir.", "(Dan dikatakan kepada mereka, \"Di manakah berhala-berhala yang dahulu kalian menyembahnya).", "(Selain dari Allah?) selain dari-Nya, yang dimaksud adalah berhala-berhala. (Dapatkah mereka menolong kalian) menolak azab yang akan menimpa diri kalian (atau menolong diri mereka sendiri?\") yaitu menyelamatkan diri mereka sendiri dari azab?, tentu saja tidak bisa.", "(Maka sesembahan-sesembahan itu dijungkirkan) dicampakkan (ke dalam neraka bersama-sama orang-orang yang sesat).", "(Dan bala tentara iblis) yakni pengikut-pengikutnya dan orang-orang yang menaatinya dari jenis jin dan manusia (semuanya).", "(Mereka berkata,) orang-orang yang sesat itu (sedangkan mereka bertengkar di dalam neraka itu) bersama dengan sesembahan-sesembahan mereka.", "(\"Demi Allah; sungguh) lafal In di sini merupakan bentuk takhfif daripada Inna, sedangkan isimnya tidak disebutkan, pada asalnya adalah Innahuu (kita dahulu dalam kesesatan yang nyata) yakni jelas sesatnya.", "(Karena) sebab (kita mempersamakan kalian dengan Rabb semesta alam) dalam hal menyembah.", "(Dan tiadalah yang menyesatkan kita) dari petunjuk (kecuali orang-orang yang berdosa) yakni setan atau para pendahulu kita yang kita tiru perbuatan mereka.", "(Maka kami tidak mempunyai pemberi syafaat seorang pun) tidak sebagaimana orang-orang Mukmin; mereka memiliki para Malaikat, para Nabi dan orang-orang Mukmin lainnya yang dapat memberi syafaat kepada mereka.", "(Dan tidak pula mempunyai teman yang akrab) yaitu teman yang memperhatikan perkara kita.", "(Maka sekiranya kita dapat kembali sekali lagi) ke alam dunia (niscaya kami menjadi orang-orang yang beriman\") makna Lau di sini menunjukkan arti Tamanni atau mengharapkan sesuatu yang mustahil dapat dicapai, dan lafal Nakuunu adalah Jawab dari Lau.", "(Sesungguhnya pada yang demikian itu) yaitu apa yang telah disebutkan tadi menyangkut kisah Nabi Ibrahim bersama dengan kaumnya (benar-benar terdapat tanda-tanda kekuasaan Allah, tetapi kebanyakan mereka tidak beriman).", "(Dan sesungguhnya Rabbmu benar- benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang).", "(Kaum Nuh telah mendustakan para Rasul) disebabkan mereka mendustakan Nabi Nuh, maka mereka dikatakan telah mendustakan para Rasul yang lain; karena sesungguhnya semua ajaran yang dibawa para Rasul itu adalah sama, yaitu menyeru kepada ajaran tauhid. Atau makna yang dimaksud karena mengingat Nabi Nuh tinggal bersama kaumnya dalam kurun waktu yang sangat lama sehingga kedudukan Nabi Nuh sama saja dengan kedudukan Rasul-rasul yang banyak. Di-ta'nits-kannya dhamir yang kembali kepada lafal Qaum karena memandang dari segi makna lafal Qaum, sedangkan jika dhamir yang kembali kepadanya itu berbentuk mudzakkar, karena memandang dari segi lafalnya.", "(Ketika Saudara mereka berkata kepada mereka,) yang dimaksud adalah Nabi Nuh sendiri, pengertian saudara di sini adalah dari segi nasab atau keturunan (\"Mengapa kalian tidak bertakwa?\") kepada Allah.", "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian) guna menyampaikan apa yang aku diutus untuk menyampaikannya.", "(Maka bertakwalah kepada Allah dan taatlah kepadaku) di dalam semua apa yang kuperintahkan kalian mengerjakannya, yaitu mentauhidkan Allah dan taat kepada-Nya.", "(Dan aku sekali-kali tidak meminta kepada kalian atas ajakan-ajakan itu) imbalan dari menyampaikannya (suatu upah pun, tidak lain) (upahku) pahalaku (hanyalah dari Rabb semesta alam).", "(Maka bertakwalah kepada Allah dan taatlah kepadaku) Nabi Nuh mengulang-ulang kalimat ini untuk menegaskan perintahnya.", "(Mereka berkata, \"Apakah kami akan beriman) percaya (kepadamu) dengan perkataan itu (padahal yang mengikuti kamu) menurut suatu qiraat dibaca Atbaa'uka, jamak dari lafal Taabi'un yang berkedudukan menjadi Mubtada (ialah orang-orang yang hina?\") yakni orang-orang yang rendah.", "(Nuh menjawab, \"Bagaimana aku mengetahui) mana mungkin aku mengetahui (apa yang telah mereka kerjakan?).", "(Tidak lain) (perhitungan amal perbuatan mereka hanyalah kepada Rabbku) maka Dia akan membalasnya kepada mereka (kalau kalian menyadari) jika kalian mengetahui hal tersebut niscaya kalian tidak akan mencelanya.", "(Dan aku sekali-kali tidak akan mengusir orang-orang yang beriman.)", "(Tiada lain) (aku ini hanyalah pemberi peringatan yang jelas\") jelas peringatannya.", "(Mereka berkata, \"Sungguh jika kamu tidak mau berhenti hai Nuh,) dari apa yang kamu katakan kepada kami itu (niscaya benar-benar kamu akan termasuk orang-orang yang dirajam\") dengan batu atau dengan makian.", "(Berkata) Nuh (\"Ya Rabbku! Sesungguhnya kaumku telah mendustakan aku).", "(Karena itu adakanlah keputusan antaraku dan mereka) putuskanlah (dan selamatkanlah aku dan orang-orang yang mukmin besertaku\").", "Allah berfirman, (\"Maka Kami selamatkan Nuh dan orang-orang yang besertanya di dalam kapal yang penuh muatan) yang penuh dengan manusia, hewan dan burung-burung.", "(Kemudian sesudah itu Kami tenggelamkan) sesudah Nabi Nuh dan orang-orang yang besertanya diselamatkan (orang-orang yang tertinggal) di antara kaumnya.", "(Sesungguhnya yang demikian itu benar-benar terdapat tanda -kekuasaan Allah- tetapi kebanyakan mereka tidak beriman).", "(Dan sesungguhnya Rabbmu, Dia-lah Yang Maha Perkasa lagi Maha Penyayang\").", "(Kaum Ad telah mendustakan para Rasul).", "(Ketika saudara mereka Hud berkata kepada mereka, \"Mengapa kalian tidak bertakwa?).", "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian).", "(Maka bertakwalah kalian kepada Allah dan taatlah kepadaku).", "(Dan sekali-kali aku tidak meminta upah kepada kalian atas ajakan itu, tiada lain upahku hanyalah dari Rabb semesta alam).", "(Apakah kalian mendirikan pada tiap-tiap tanah yang tinggi) tempat yang tinggi (bangunan) yang berfungsi sebagai pertanda bagi orang-orang yang lewat (untuk bermain-main) di tempat-tempat tersebut kalian memperolok-olok orang-orang yang melewatinya. Kalimat ini berkedudukan menjadi Hal atau kata keterangan keadaan bagi dhamir yang terkandung di dalam lafal Tabnuuna.", "(Dan kalian membuat benteng-benteng) yakni penampungan-penampungan air di bawah tanah (dengan maksud supaya kalian) seolah-olah kalian akan (hidup kekal) di dunia ini dan tidak akan mati.", "(Dan apabila kalian menyiksa) dengan pukulan atau membunuh (maka kalian menyiksa sebagai orang-orang yang kejam dan bengis) tanpa belas kasihan sedikit pun.", "(Maka bertakwalah kalian kepada Allah) dalam hal itu (dan taatlah kalian kepadaku) di dalam semua apa yang aku perintahkan kalian untuk melakukannya.", "(Dan bertakwalah kalian kepada Allah yang telah menganugerahkan kepada kalian) yakni yang telah melimpahkan nikmat kepada kalian (apa yang kalian ketahui).", "(Dia telah menganugerahkan kepada kalian binatang-binatang ternak dan anak-anak).", "(Dan kebun-kebun) ladang-ladang (dan mata air) sungai-sungai.", "(Sesungguhnya aku takut kalian akan ditimpa azab hari yang besar\") di dunia dan di akhirat jika kalian durhaka kepadaku.", "(Mereka menjawab, \"Adalah sama saja bagi kami apakah kamu memberi nasihat atau tidak memberi nasihat) pada prinsipnya sama saja, yaitu kami tidak akan mengindahkan lagi nasihatmu.", "(Tiada lain) (hal ini) apa yang kamu takut-takuti kami dengannya (hanyalah adat kebiasaan dahulu,) kebiasaan dan kedustaan mereka. Menurut qiraat yang lain dibaca Khalqul Awwaliina; maksudnya: Tiada lain apa yang kami lakukan ini, yaitu ingkar kepada adanya hari berbangkit, melainkan kebiasaan dan tradisi orang-orang dahulu.", "(Dan kami sekali-kali tidak akan diazab\").", "(Maka mereka mendustakannya) mendustakan adanya azab itu (lalu Kami binasakan mereka) di dunia dengan angin. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda, kekuasaan Allah, tetapi kebanyakan mereka tidak beriman).", "(Dan sesungguhnya Rabbmu, Dialah Yang Maha Perkasa lagi Maha Penyayang).", "(Kaum Tsamud telah mendustakan Rasul-Rasul).", "(Ketika saudara mereka Saleh, berkata kepada mereka, \"Mengapa kalian tidak bertakwa?).", "(Sesungguhnya aku adalah seorang Rasu1 kepercayaan yang diutus kepada kalian).", "(Maka bertakwalah kalian kepada Allah dan taatlah kalian kepadaku).", "(Dan aku sekali-kali tidak meminta upah atas ajakan itu, tiada lain) (upahku hanyalah dari Rabb semesta alam).", "(Adakah kalian akan dibiarkan tinggal di sini bergelimangan) dengan kebaikan-kebaikan (dengan aman).", "(Di dalam kebun-kebun serta mata air).", "(Dan tanaman-tanaman dan pohon-pohon kurma yang mayangnya lembut) yakni lemah lembut", "(Dan kalian pahat sebagian dari gunung-gunung untuk dijadikan rumah-rumah dengan rajin) dengan penuh semangat; menurut suatu qiraat dibaca Farihina, artinya, dengan penuh keangkuhan.", "(Maka bertakwalah kalian kepada Allah dan taatlah kepadaku) dengan mengerjakan apa yang telah kuperintahkan kepada kalian untuk melakukannya.", "(Dan janganlah kalian menaati perintah orang-orang yang melewati batas).", "(Yang membuat kerusakan di muka bumi) dengan melakukan perbuatan-perbuatan durhaka (dan tidak mengadakan perbaikan.\") yakni menjalankan ketaatan kepada Allah.", "(Mereka berkata, \"Sesungguhnya kamu adalah salah seorang dari orang-orang yang kena sihir) termasuk orang-orang yang banyak kena sihir, sehingga akalnya tidak waras lagi.", "(Kamu tidak lain hanyalah seorang manusia seperti kami, maka datangkanlah suatu mukjizat, jika kamu memang termasuk orang-orang yang benar\") di dalam pengakuanmu sebagai seorang Rasul.", "(Saleh menjawab, \"Ini seekor unta betina, ia mempunyai giliran untuk mendapatkan air) maksudnya air minum (dan kalian mempunyai giliran pula untuk mendapatkan air di hari yang tertentu).", "(Dan janganlah kalian sentuh unta betina itu dengan sesuatu kejahatan, yang menyebabkan kalian akan ditimpa azab hari yang besar\") yakni azab yang besar-besar.", "(Kemudian mereka membunuhnya) yakni disembelih oleh sebagian dari mereka dengan persetujuan mereka semua (lalu mereka menjadi menyesal) karena telah membunuhnya.", "(Maka mereka ditimpa azab) yang telah diancamkan itu, sehingga binasalah mereka semuanya (Sesungguhnya pada yang demikian itu benar- benar terdapat bukti yang nyata. Dan adalah kebanyakan mereka tidak beriman)", "(Dan sesungguhnya Rabbmu benar-benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang).", "(Kaum Luth telah mendustakan Rasul-rasul).", "(Ketika saudara mereka, Luth, berkata kepada mereka, \"Mengapa kalian tidak bertakwa?).", "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian).", "(Maka bertakwalah kepada Allah dan taatlah kepadaku).", "(Dan aku sekali-kali tidak minta upah kepada kalian atas ajakan itu, tidak lain) (upahku hanyalah dari Rabb semesta alam).", "(Mengapa kalian mendatangi jenis laki-laki di antara manusia?) melakukan homosex.", "(Dan kalian tinggalkan istri-istri yang dijadikan oleh Rabb kalian untuk kalian) yakni farji-farji mereka (bahkan kalian adalah orang-orang yang melampaui batas\").", "(Mereka menjawab, \"Hai Luth! Sesungguhnya jika kamu tidak berhenti) dari mengingkari perbuatan kami ini (benar-benar kamu termasuk orang-orang yang diusir\") dari negeri kami ini.", "(Berkata) Nabi Luth, (\"Sesungguhnya aku sangat benci kepada perbuatan kalian) sangat membencinya.", "(Ya Rabbku! Selamatkanlah aku beserta keluargaku dari akibat perbuatan yang mereka kerjakan\") yakni dari azab yang akan menimpa mereka disebabkan perbuatan itu.", "(Lalu Kami selamatkan ia beserta keluarganya semua).", "(Kecuali seorang perempuan tua) yakni istri Nabi Luth sendiri (yang termasuk dalam golongan yang tinggal) orang-orang yang dibinasakan.", "(Kemudian Kami binasakan yang lain) yaitu mereka yang tinggal semuanya.", "(Dan Kami hujani mereka dengan hujan) batu sebagai alat untuk membinasakan mereka (maka amat jeleklah hujan yang menimpa orang-orang yang telah diberi peringatan itu) sejelek-jelek hujan adalah hujan yang menimpa mereka itu", "(Sesungguhnya pada yang demikian itu benar-benar terdapat bukti-bukti yang nyata, kebanyakan manusia tidak beriman).", "(Dan sesungguhnya Rabbmu, benar-benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang).", "(Penduduk Aikah telah mendustakan) dalam satu qiraat Aikati dibaca Laikata; adalah nama sebuah sumber air yang banyak pepohonan di sekitarnya di dekat kota Madyan (Rasul-rasul).", "(Ketika Syuaib berkata kepada mereka,) tidak dikatakan saudara mereka, karena Nabi Syuaib bukan berasal dari kalangan mereka (\"Mengapa kalian tidak bertakwa?).", "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian).", "(Maka bertakwalah kalian kepada Allah dan taatlah kalian kepadaku).", "(Dan aku sekali-kali tidak meminta upah kepada kalian atas ajakan itu; tiada lain upahku hanyalah dari Rabb semesta alam).", "(Sempurnakanlah takaran) genapkanlah (dan janganlah kalian termasuk orang-orang yang merugikan) yakni mengurangi hak-hak orang lain.", "(Dan timbanglah dengan timbangan yang lurus) timbangan yang baik dan tidak berat sebelah.", "(Dan janganlah kalian merugikan manusia pada hak-haknya) janganlah kalian mengurangi hak mereka barang sedikit pun (dan janganlah kalian merajalela di muka bumi dengan membuat kerusakan) melakukan pembunuhan dan kerusakan-kerusakan lainnya. Lafal Ta'tsau ini berasal dari 'Atsiya yang artinya membuat kerusakan; dan lafal Mufsidiina merupakan Hal atau kata keterangan keadaan daripada 'Amilnya, yaitu lafal Ta'tsau.", "(Dan bertakwalah kepada Allah yang telah menciptakan kalian dan makhluk) yakni umat-umat (yang dahulu\").", "(Mereka berkata, \"Sesungguhnya kamu adalah salah seorang dari orang-orang yang kena sihir).", "(Dan kamu tidak lain hanyalah seorang manusia seperti kami, dan sesungguhnya) lafal In di sini adalah bentuk Takhfif daripada Inna, sedangkan isimnya tidak disebutkan, lengkapnya berasal dari Innahuu (kami yakin bahwa kamu benar-benar termasuk orang-orang yang berdusta).", "(Maka jatuhkanlah atas kami gumpalan) dapat dibaca Kasafan dan Kisfan, artinya gumpalan-gumpalan (dari langit, jika kamu termasuk orang-orang yang benar\") dalam pengakuan risalahmu itu.", "(Syuaib berkata, \"Rabbku lebih mengetahui apa yang kalian kerjakan\") maka Dia kelak akan membalasnya kepada kalian.", "(Kemudian mereka mendustakan Syuaib, lalu mereka ditimpa azab pada hari mereka dinaungi awan) yakni awan yang menaungi mereka sesudah hari yang panas sekali, kemudian awan itu menurunkan hujan api kepada mereka sehingga terbakarlah mereka semuanya (sesungguhnya azab itu adalah azab hari yang besar).", "(Sesungguhnya pada yang demikian itu benar-benar terdapat tanda kekuasaan Allah, tetapi kebanyakan mereka tidak beriman).", "(Dan sesungguhnya Rabbmu benar-benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang).", "(Dan sesungguhnya ia) yakni Alquran ini (benar-benar diturunkan oleh Rabb semesta alam).", "(Dan dibawa turun oleh Ruhul Amin) yakni malaikat Jibril.", "(Ke dalam kalbumu agar kamu menjadi salah seorang di antara orang-orang yang memberi peringatan).", "(Dengan bahasa Arab yang jelas) yang terang. Dan menurut qiraat yang lain lafal Nazala dibaca Nazzala dan lafal Ar Ruuhu dibaca Ar Ruuha, sedangkan yang menjadi Fa'ilnya adalah Allah. Maksudnya, Alquran itu diturunkan oleh Allah melalui Ruhul Amin.", "(Dan sesungguhnya) mengenai Alquran yang diturunkan kepada Muhammad itu (benar-benar tersebut dalam kitab-kitab) yakni kitab-kitab suci (orang-orang dahulu) seperti kitab Taurat dan kitab Injil.", "(Dan apakah tidak cukup bagi mereka) orang-orang kafir Mekah (sebagai suatu bukti) yang menunjukkan hal tersebut (bahwa para ulama Bani Israel mengetahuinya?) seperti Abdullah ibnu Salam dan pengikut-pengikutnya yang beriman kepada Muhammad, maka sesungguhnya mereka memberitakan hal tersebut. Kalau dibaca Yakun maka dibaca Ayatan; dan kalau dibaca Takun maka dibaca Ayatun.", "(Dan kalau Alquran itu Kami turunkan kepada salah seorang dari golongan bukan Arab) lafal A'jamiina adalah bentuk jamak dari lafal A'jam.", "(Lalu ia membacakannya kepada mereka) yakni kepada orang-orang kafir Mekah (niscaya mereka tidak akan beriman kepadanya) karena enggan untuk mengikutinya.", "(Demikianlah), sebagaimana Kami masukkan dusta ke dalam hati mereka jika Alquran diturunkan dengan bahasa Ajam (Kami masukkan Alquran) maksudnya, Kami masukkan dusta pula terhadap Alquran (ke dalam hati orang-orang yang durhaka) maksudnya orang-orang kafir Mekah tidak mempercayainya bila Nabi saw. membacakannya.", "(Mereka tidak beriman kepadanya, hingga mereka melihat azab yang pedih).", "(Maka datanglah azab kepada mereka dengan mendadak, sedangkan mereka tidak menyadarinya).", "(Lalu mereka berkata, \"Apakah kami dapat diberi tangguh?\") supaya kami mempunyai kesempatan untuk beriman. Maka dikatakan kepada mereka, \"Tidak\". Mereka berkata: \"Kapankah datangnya azab itu?\" Maka Allah swt. berfirman,", "(\"Maka apakah mereka meminta supaya disegerakan azab Kami?).", "(Maka bagaimana pendapatmu) bagaimana menurutmu (jika Kami berikan kepada mereka kenikmatan hidup bertahun-tahun).", "(Kemudian datang kepada mereka azab yang telah diancamkan kepada mereka).", "(Apakah) huruf Maa di sini bermakna Istifham yakni kata tanya, maksudnya, apakah (dapat menjamin mereka apa yang mereka selalu menikmatinya?\") untuk menolak azab dari diri mereka atau meringankannya; maksudnya tidak berguna.", "(Dan Kami tidak membinasakan sesuatu negeri pun, melainkan sesudah ada baginya orang-orang yang memberi peringatan) yakni para Rasul yang memberi peringatan kepada para penduduknya.", "(Peringatan-Ku) sebagai pelajaran untuk mereka. (Dan Kami sekali-kali tidak berlaku zalim) di dalam membinasakan mereka melainkan setelah terlebih dahulu mereka mendapat peringatan. Ayat ini diturunkan berkenaan dengan jawaban terhadap perkataan orang-orang musyrik, yaitu firman Allah berikut:", "(Dan dia itu tidak dibawa turun) yakni Alquran itu tidak dibawa turun oleh (setan-setan).", "(Dan tidaklah patut) tidak pantas (bagi setan-setan itu) untuk membawa turun Alquran (dan mereka pun tidak akan kuasa) melakukannya.", "(Sesungguhnya mereka dari pada mendengarkan) percakapan para Malaikat (benar-benar dijauhkan) dengan dilempar oleh batu-batu meteor.", "(Maka janganlah kamu menyeru tuhan yang lain di samping Allah, yang menyebabkan kalian termasuk orang-orang yang diazab) jika kamu melakukan hal tersebut, sebagaimana yang dimintakan oleh orang-orang musyrik itu.", "(Dan berilah peringatan kepada kerabat-kerabatmu yang terdekat) mereka adalah Bani Hasyim dan Bani Mutalib, lalu Nabi saw. memberikan peringatan kepada mereka secara terang-terangan; demikianlah menurut keterangan hadis yang telah dikemukakan oleh Imam Bukhari dan Imam Muslim.", "(Dan rendahkanlah dirimu) berlaku lemah lembutlah kamu (terhadap orang-orang yang mengikutimu, yaitu orang-orang yang beriman).", "(Jika mereka mendurhakaimu) yakni kerabat-kerabat terdekatmu itu (maka katakanlah) kepada mereka; (\"Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kalian kerjakan\") tentang penyembahan kalian kepada selain Allah itu.", "(Dan bertawakallah) dapat dibaca Watawakkal dan Fatawakkal, jika dibaca Fatawakkal artinya, maka bertawakallah (kepada Allah Yang Maha Perkasa lagi Maha Penyayang) maksudnya, serahkanlah semua perkaramu kepada-Nya.", "(Yang melihat kamu ketika kamu berdiri) untuk melakukan salat.", "(Dan melihat pula perubahan gerakmu) ketika kamu menjalankan rukun-rukun salat; mulai dari berdiri, duduk, rukuk dan sujud (di antara orang-orang yang sujud).", "(Sesungguhnya Dia adalah Yang Maha Mendengar lagi Maha Mengetahui).", "(Apakah akan Aku beritakan kepada kalian) hai orang-orang kafir Mekah (kepada siapa setan-setan itu turun?) Tanazzalu pada asalnya dibaca Tatanazzalu kemudian salah satu huruf Ta dibuang sehingga menjadi Tanazzalu.", "(Mereka turun kepada tiap-tiap pendusta) yakni orang yang banyak berdusta (lagi yang banyak dosa) durhaka, seperti Musailamah dan lain-lainnya dari kalangan orang-orang ahli peramal.", "(Mereka menghadapkan) yakni setan-setan itu (pendengaran) apa yang telah mereka curi dengar dari para malaikat, kemudian mereka menyampaikannya kepada para ahli ramal (dan kebanyakan mereka itu adalah orang-orang pendusta) mereka menambahi kedustaan kepada apa yang telah mereka dengar itu dengan kedustaan yang banyak; hal ini berlangsung sebelum setan-setan itu dihalangi untuk mencapai langit.", "(Dan penyair-penyair itu diikuti oleh orang-orang yang sesat) di dalam syair-syair mereka, lalu mereka mengatakannya dan meriwayatkannya dari orang-orang yang sesat itu, maka mereka adalah orang-orang yang tercela.", "Tidakkah kamu melihat) apakah kamu tidak memperhatikan (bahwasanya mereka di tiap-tiap lembah) yaitu di majelis-majelis pembicaraan dan sastra-sastranya, yakni majelis kesusasteraan (mengembara) yakni mereka mendatanginya, kemudian mereka melampaui batas di dalam pujian dan hinaan mereka melalui syair-syairnya.", "(Dan bahwasanya mereka suka mengatakan) kami telah mengerjakan (apa yang mereka sendiri tidak mengerjakannya) artinya, mereka suka berdusta.", "(Kecuali orang-orang yang beriman dan beramal saleh) dari kalangan para penyair itu (dan banyak menyebut Allah) maksudnya syair tidaklah melupakan mereka untuk berzikir kepada Allah (dan mendapat kemenangan) melalui syairnya atas orang-orang kafir (sesudah menderita' kelaliman) artinya sesudah orang-orang kafir menghina mereka melalui syair-syairnya yang ditujukan kepada kaum Mukminin semuanya. Mereka tidak tercela dengan syair mereka itu, karena dalam firman yang lain Allah swt. telah berfirman, \"Allah tidak menyukai ucapan buruk yang diucapkan dengan terus terang kecuali orang-orang yang dianiaya.\" (Q.S. An Nisa 148). Allah telah berfirman pula dalam ayat yang lain, yaitu, \"Oleh karena itu barang siapa yang menyerang kalian, maka seranglah ia seimbang dengan serangannya terhadap kalian.\" (Q.S. 2 Al Baqarah, 194) (\"Dan orang-orang yang zalim itu kelak akan mengetahui) yaitu mereka yang zalim dari kalangan para penyair dan lain-lainnya (ke tempat mana) yakni tempat kembali yang mana (mereka akan kembali\") sesudah mereka mati nanti." ] }