{ "id": "52", "name": "الطور", "translation": "", "ayaTranslation":[ "(Demi Thur) Thur nama sebuah bukit tempat Allah berfirman secara langsung kepada Nabi Musa.", "(Dan demi Kitab yang ditulis).", "(Pada lembaran yang terbuka) yakni kitab Taurat atau kitab Alquran.", "(Dan demi Baitulmakmur) yang berada di langit ketiga, atau keenam atau yang ketujuh, letaknya persis berada di atas Kakbah; setiap hari diziarahi oleh tujuh puluh ribu malaikat yang melakukan tawaf dan salat di situ dan mereka tidak kembali lagi kepadanya untuk selama-lamanya.", "(Dan demi atap yang ditinggikan) yakni langit.", "(Dan demi laut yang penuh) penuh airnya.", "(Sesungguhnya azab Rabbmu pasti terjadi) pasti menimpa orang yang berhak menerimanya.", "(Tidak ada seorang pun yang dapat menolaknya) yang mampu menolak azab itu.", "(Pada hari) menjadi Ma'mul bagi lafal Waaqi'un (ketika langit benar-benar berguncang) pada waktu langit bergerak dan berputar.", "(Dan gunung-gunung benar-benar berjalan) maksudnya, menjadi debu yang beterbangan, demikian itu adalah hari kiamat.", "(Maka kecelakaan yang besar) azab yang keras (di hari itu bagi orang-orang yang mendustakan) rasul-rasul.", "(Yaitu orang-orang yang dalam kebatilan) dalam perkara yang batil (mereka bermain-main) mereka sibuk dengan kekafiran mereka.", "(pada hari mereka didorong ke neraka Jahanam dengan sekuat-kuatnya) mereka didorong dengan kasar. Lafal ayat ini menjadi Badal dari lafal Yauma Tamuuru. Kemudian dikatakan kepada mereka dengan nada mencemoohkan,", "(\"Inilah neraka yang dahulu kalian selalu mendustakannya\").", "(Maka apakah ini sihir) maksudnya, apakah azab yang kalian lihat sekarang seperti juga apa yang kalian katakan mengenai wahyu, bahwa itu adalah sihir. (Ataukah kalian tidak melihat?).", "(Masukilah ia dan bersabarlah kalian) menanggung azabnya (atau kalian tidak bersabar) kalian tidak tahan (sama saja bagi kalian) karena sesungguhnya kesabaran kalian tidak ada manfaatnya sama sekali (sesungguhnya kalian hanya diberi balasan terhadap apa yang telah kalian kerjakan) tentang pembalasannya.", "(Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan).", "(Mereka bersuka ria) artinya, hidup penuh dengan kesenangan (dengan apa) huruf Maa di sini adalah Mashdariyah (yang didatangkan kepada mereka) diberikan kepada mereka (oleh Rabb mereka; dan Rabb mereka memelihara mereka dari azab neraka) lafal Wawaqaahum di'athafkan kepada lafal Ataahum. Yakni mereka hidup dengan pemberian Rabb mereka dan berada dalam pemeliharaan-Nya. Lalu dikatakan kepada mereka,", "(\"Makan dan minumlah dengan enak) lafal Hanii-an menjadi Hal atau kata keterangan keadaan, artinya dengan nikmat (sebagai balasan dari apa) huruf Ba di sini mengandung makna Sababiyah (yang telah kalian kerjakan\").", "(Mereka bertelekan) menjadi Hal dari Dhamir yang terkandung di dalam firman-Nya, \"Fii jannaatin\" (di atas dipan-dipan berderetan) sebagian dari dipan-dipan itu letaknya berdampingan dengan yang lainnya (dan Kami kawinkan mereka) di'athafkan kepada lafal jannaatin, yakni Kami buat mereka senang dan tenang (dengan bidadari-bidadari) yang jeli matanya lagi sangat cantik.", "(Dan orang-orang yang beriman) berkedudukan menjadi Mubtada (dan mereka diikuti) menurut suatu qiraat dibaca Wa-atba'naahum yakni, Kami ikutkan kepada mereka, Di'athafkan kepada lafal Amanuu (oleh anak cucu mereka) menurut suatu qiraat dibaca Dzurriyyatahum, dalam bentuk Mufrad; artinya oleh keturunan mereka, baik yang masih kecil maupun yang sudah dewasa (dalam keimanan) maksudnya, diikuti oleh anak cucu mereka keimanannya. Dan yang menjadi Khabarnya ialah (Kami hubungkan anak cucu mereka dengan mereka) ke dalam surga, dengan demikian maka anak cucu mereka memiliki kedudukan yang sama dengan mereka, sekalipun anak cucu mereka tidak mempunyai amalan sebagaimana mereka. Hal ini dimaksudkan sebagai kehormatan buat bapak-bapak mereka, yang karenanya lalu anak cucu mereka dikumpulkan dengan mereka (dan Kami tidak mengurangi) dapat dibaca Alatnaahum atau Alitnaahum, artinya Kami tidak mengurangi (dari pahala amal mereka) huruf Min di sini adalah Zaidah (barang sedikit pun) yang ditambahkan kepada amal perbuatan anak-cucu mereka. (Tiap-tiap orang dengan apa yang dikerjakannya) yakni amal baik atau amal buruknya (terikat) yakni, ia dalam keadaan terikat, bila ia mengerjakan kejahatan diazab dan bila ia mengerjakan kebaikan diberi pahala.", "(Dan Kami beri mereka) Kami tambahkan kepada mereka dari waktu ke waktu yang lain (dengan buah-buahan dan daging dari segala jenis yang mereka inginkan) sekalipun mereka tidak menjelaskan permintaannya.", "(Mereka saling memperebutkan) mereka saling beri (di dalamnya) dalam surga (piala) yang berisikan khamar (yang isinya tidak menimbulkan kata-kata yang tidak berfaedah) di antara mereka disebabkan karena meminumnya (dan tiada pula perbuatan dosa) yang menimpa mereka disebabkan meminumnya, berbeda dengan khamar di dunia.", "(Dan berkeliling di sekitar mereka) sebagai pelayan-pelayan (anak-anak muda) yang semuanya orang-orang merdeka (untuk meladeni mereka seakan-akan mereka itu) kecakapan dan kelembutannya (mutiara yang tersimpan) artinya mereka itu bagaikan mutiara yang disimpan di dalam laut; karena sesungguhnya mutiara yang tersimpan di dalam laut itu jauh lebih indah daripada mutiara-mutiara yang berada di tempat lainnya.", "(Dan sebagian mereka menghadap kepada sebagian yang lain saling tanya menanya) atau sebagian di antara mereka bertanya kepada sebagian yang lain tentang apa yang telah mereka kerjakan di dunia, dan tentang pahala yang telah mereka peroleh, dengan maksud untuk bersenang-senang dan mengakui nikmat Allah.", "(Mereka berkata) seraya mengisyaratkan kepada penyebab mereka sampai kepada derajat ini, (\"Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami) di dunia (kami merasa takut) akan azab Allah.", "(Maka Allah memberikan karunia kepada kami) berupa ampunan (dan memelihara kami dari azab neraka\") dinamakan Samuum karena sakitnya sampai merasuk ke dalam pori-pori. Dan mereka mengisyaratkan pula melalui perkataan mereka,", "(\"Sesungguhnya kami dahulu) sewaktu di dunia (menyeru-Nya) menyembah dan mengesakan-Nya. (Sesungguhnya Dia) kalau dibaca Innahuu dengan dikasrahkan huruf Hamzahnya, berarti merupakan jumlah Isti'naf atau kalimat permulaan, sekalipun maknanya mengandung 'Illat. Dan bila dibaca Annahuu dengan difatahkan huruf Hamzahnya, berarti lafalnya menunjukkan makna 'Illat (adalah yang melimpahkan kebaikan) Yang berbuat kebaikan dan menepati janji-Nya (lagi Maha", "(Maka tetaplah memberi peringatan) tetaplah kamu memberi peringatan kepada orang-orang musyrik dan jangan sekali-kali kamu mundur dalam hal ini hanya karena mereka mengatakanmu sebagai seorang penenung lagi gila (dan kamu disebabkan nikmat Rabbmu bukanlah) karena limpahan nikmat-Nya kepadamu (seorang tukang tenung) menjadi Khabar dari Maa (dan bukan pula seorang gila\") lafal ayat ini di'athafkan kepada lafal Kaahinin.", "(Bahkan) lebih dari itu (mereka mengatakan,) \"Dia (adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya\") malapetaka menimpanya lalu ia binasa sebagaimana nasib yang dialami oleh para penyair lainnya.", "(Katakanlah! \"Tunggulah) oleh kalian kebinasaanku (maka sesungguhnya aku pun termasuk orang yang menunggu pula bersama kalian\") menunggu kebinasaan kalian; akhirnya mereka disiksa oleh Allah melalui pedang dalam perang Badar. Makna Tarabbush. adalah menunggu.", "(Apakah mereka diperintah oleh pikiran pikiran mereka) oleh akal pikiran mereka (untuk mengucapkan tuduhan-tuduhan itu) yakni perkataan mereka terhadapnya, bahwa dia adalah seorang tukang sihir, seorang tukang tenung, dan seorang gila. Maksudnya, ialah bahwa pikiran-pikiran mereka tidak memerintahkan mereka untuk melakukan hal tersebut (bahkan) lebih dari itu (mereka kaum yang melampaui batas) dengan keingkaran dan pembangkangan mereka itu.", "(Ataukah mereka mengatakan, bahwa dia membuat-buatnya) yakni Nabi Muhammad telah membuat-buat Alquran, padahal dia tidak membuat-buatnya (sebenarnya mereka tidak beriman) karena kesombongan mereka. Jika mereka mengatakan bahwa Muhammad telah membuat-buatnya.", "(Maka hendaklah mereka mendatangkan kalimat) yang dibuat-buat (yang semisal dengan Alquran itu jika mereka orang-orang yang benar) di dalam tuduhannya itu.", "(Apakah mereka diciptakan tanpa sesuatu pun) tanpa ada yang menciptakannya (ataukah mereka yang menciptakan) diri mereka sendiri. Dan tidak masuk akal ada makhluk tanpa pencipta, dan tiada sesuatu yang Ma'dum yakni yang asalnya tiada, dapat menciptakan yang menciptakannya, yaitu Allah yang Maha Esa. Mereka tetap tidak mau mengesakan-Nya dan tidak mau beriman kepada rasul dan kitab-Nya.", "(Ataukah mereka telah menciptakan langit dan bumi itu?) tiada seorang pun yang dapat menciptakan keduanya selain Allah Yang Maha Pencipta; maka mengapa tidak menyembah-Nya. (Sebenarnya mereka tidak meyakini) Allah, karena seandainya mereka beriman kepada-Nya, niscaya mereka pun akan beriman kepada Nabi-Nya.", "(Ataukah di sisi mereka ada perbendaharaan Rabbmu) berupa kenabian, rezeki dan hal-hal lainnya, lalu karenanya mereka dapat memberikannya kepada siapa yang dikehendaki oleh mereka sesuai dengan apa yang mereka sukai (atau merekakah yang berkuasa?) yang mempunyai kekuasaan dan dapat berlaku sewenang-wenang. Fi'il atau kata kerja dari lafal Mushaythir ini adalah Saythara, maknanya sesinonim dengan lafal Baithara dan Baiqara.", "(Ataukah mereka mempunyai tangga) alat untuk naik ke langit (untuk mendengarkan pada langit itu?) perkataan para malaikat sehingga mereka dapat menyaingi nabi, sesuai dengan pengakuan mereka seandainya mereka mengaku-aku memiliki hal tersebut (Maka hendaklah orang yang mendengarkan di antara mereka mendatangkan) orang yang mengaku-aku dapat mendengarkan perkataan malaikat-malaikat di langit (suatu keterangan yang nyata) atau hujah yang jelas lagi gamblang. Mengingat adanya keserupaan pada tuduhan ini dengan tuduhan mereka yang menyatakan, bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah, maka Allah swt. berfirman,", "(\"Ataukah untuk Allah anak-anak perempuan) sesuai dengan tuduhan kalian (dan untuk kalian anak-anak laki-laki?) Maha Tinggi Allah dari segala apa yang mereka duga itu.", "(Ataukah kalian meminta upah kepada mereka) atas jerih payahmu di dalam menyampaikan agama yang kamu datangkan itu (sehingga mereka oleh utang mereka) oleh tanggungan dalam hal itu (dibebani) karena itu mereka tidak dapat mengembalikannya.", "(Apakah ada pada sisi mereka pengetahuan tentang yang gaib) mengetahui hal yang gaib (lalu mereka menuliskannya?) sehingga mereka mampu untuk menentang Nabi saw dalam masalah hari berbangkit dan perkara-perkara akhirat sesuai dengan dugaan mereka.", "(Ataukah mereka hendak melakukan tipu daya?) terhadap dirimu dengan maksud untuk membinasakan dirimu, sewaktu mereka berkumpul di Darunnadwah. (Maka orang-orang yang kafir itu merekalah yang kena tipu daya) maksudnya, merekalah yang kalah dan binasa. Allah memelihara nabi dari ulah mereka, kemudian Dia membinasakan mereka dalam perang Badar.", "(Ataukah mereka mempunyai tuhan selain Allah. Maha Suci Allah dari apa yang mereka persekutukan\") yakni berhala-berhala yang mereka persekutukan dengan-Nya. Kata tanya dengan memakai lafal Am pada ayat ini dan ayat-ayat sebelumnya mengandung makna memburuk-burukkan dan mencela perbuatan mereka.", "(Jika mereka melihat sebagian) bagian (dari langit yang gugur) menimpa mereka, sebagaimana yang mereka minta, yaitu seperti yang dijelaskan oleh ayat lain melalui firman-Nya, \"Maka jatuhkanlah atas kami gumpalan dari langit.\" (Q.S. Asy Syu'ara, 187) sebagai azab atas mereka (mereka akan mengatakan,) \"Ini (adalah awan yang bertindih-tindih) awan yang tebal yang akan menyegarkan kami dan mereka tidak mau beriman.\"", "(Maka biarkanlah mereka hingga mereka menemui hari mereka yang pada hari itu mereka dibinasakan) yaitu mati semuanya.", "(Yaitu hari ketika tidak berguna) menjadi Badal dari lafal Yaumahum (bagi mereka sedikit pun tipu daya mereka dan mereka tidak ditolong) tidak diselamatkan dari azab di akhirat.", "(Dan sesungguhnya untuk orang-orang yang lalim) disebabkan kekafiran mereka (ada azab selain daripada itu) di dunia, sebelum kematian mereka; maka mereka disiksa oleh kelaparan dan kekeringan selama tujuh tahun, serta oleh pembunuhan dalam perang Badar. (Tetapi kebanyakan mereka tidak mengetahui) bahwasanya azab itu akan menimpa mereka.", "(Dan bersabarlah dalam menunggu ketetapan Rabbmu) yaitu dengan ditangguhkannya mereka dan janganlah dadamu merasa sempit karenanya (maka sesungguhnya kamu berada dalam pengawasan-Ku) yaitu selalu dalam lindungan dan pengawasan-Ku (dan bertasbihlah) seraya (memuji Rabbmu) yaitu katakanlah, 'Subhaanallah Wa Bihamdihii' (ketika kamu bangun berdiri) dari tidurmu atau dari tempat majelismu.", "(Dan pada beberapa saat di malam hari bertasbih pulalah) pengertian bertasbih di sini adalah tasbih hakiki yaitu membaca, 'Subhaanallaah Wa bihamdihii' (dan di waktu terbenam bintang-bintang) lafal Idbaar adalah bentuk Mashdar, yakni setelah bintang-bintang itu terbenam maka bertasbih pulalah kamu. Atau lakukanlah salat Isya'ain yaitu Magrib dan Isya, pada pengertian yang pertama, dan pada pengertian yang kedua adalah salat fajar; menurut pendapat lain salat Subuh." ] }