{ "id": "55", "name": "الرحمن", "translation": "Jalalayn", "ayaTranslation": [ "(Yang Maha Pengasih) yakni Allah swt.", "(Telah mengajarkan) kepada siapa yang dikehendaki-Nya (Alquran).", "(Dia menciptakan manusia) jenis manusia.", "(Mengajarinya pandai berbicara) atau dapat berbicara.", "(Matahari dan bulan menurut perhitungan) maksudnya, keduanya beredar menurut perhitungan.", "(Dan tumbuh-tumbuhan) jenis tumbuh-tumbuhan yang tidak mempunyai batang (dan pohon-pohonan) jenis tumbuh-tumbuhan yang memiliki batang (kedua-duanya tunduk kepada-Nya) keduanya tunduk kepada apa yang dikehendaki-Nya.", "(Dan Dia telah meninggikan langit dan meletakkan neraca) yaitu menetapkan keadilan.", "(Supaya kalian jangan melampaui batas) agar kalian jangan berbuat curang (dalam timbangan itu) maksudnya dalam menimbang sesuatu dengan mempergunakan timbangan itu.", "(Dan tegakkanlah timbangan itu dengan adil) artinya tidak curang (dan janganlah kalian mengurangi timbangan itu) maksudnya mengurangi barang yang ditimbang itu.", "(Dan bumi telah diletakkan-Nya) telah dimantapkan-Nya (untuk semua makhluk) untuk manusia, jin, dan lain-lainnya.", "(Di bumi itu ada buah-buahan dan pohon kurma) yang ditanam dan dipelihara (yang mempunyai kelopak mayang) memiliki kelopak-kelopak di bagian atasnya.", "(Dan biji-bijian) seperti gandum dan jawawut (yang berbulir) yang ada merangnya (dan daun-daunan yang harum baunya) wangi baunya.", "(Maka manakah nikmat-nikmat) atau karunia-karunia (Rabb kamu berdua) hai manusia dan jin (yang kamu dustakan?) ayat ini disebutkan di dalam surah ini sebanyak tiga puluh satu kali. Istifham atau kata tanya yang terdapat dalam ayat ini mengandung makna taqrir atau menetapkan, demikian itu karena ada sebuah hadis yang diriwayatkan oleh Imam Hakim melalui Jabir r.a. yang telah menceritakan, bahwa Rasulullah saw. membacakan kepada kami surah Ar Rahman hingga selesai. Kemudian beliau bersabda, \"Mengapa kalian ini diam saja?\" Sungguh jin lebih baik jawabannya daripada kalian. Karena sesungguhnya tiada sekali-kali aku bacakan kepada mereka ayat ini, \"Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?\" (Q.S. Ar Rahman, 13) melainkan mereka menjawabnya, \"Wahai Rabb kami, tiada satu pun nikmat-Mu yang kami dustakan, bagi-Mu segala puji.\"", "(Dia menciptakan manusia) yakni Nabi Adam (dari tanah kering) tanah kering yang apabila diketuk akan mengeluarkan suara berdenting (seperti tembikar) seperti tanah liat yang dibakar.", "(Dan Dia menciptakan jin) yakni bapak moyang jin, yaitu iblis (dari nyala api) yaitu nyala api yang tidak berasap", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Rabb yang memelihara kedua tempat terbit matahari) yaitu tempat terbitnya di waktu musim dingin dan tempat terbitnya di waktu musim panas (dan Rabb yang memelihara kedua tempat terbenamnya) penafsirannya seperti pada yang pertama tadi.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Dia membiarkan) atau melepaskan (dua laut) yang airnya tawar dan yang asin (saling bertemu) menurut pandangan mata.", "(Antara keduanya ada batas) ada penghalang yang membatasi keduanya dari kekuasaan Allah swt. (yang tidak dilampaui oleh masing-masing) yang satu melampaui yang lainnya sehingga bercampur.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Keluarlah) dapat dibaca Yakhruju. dan Yukhraju (daripada keduanya) dari pertemuan di antara keduanya, yakni dari bagian yang airnya asin (mutiara dan marjan) marjan artinya batu yang berwarna merah atau yang dimaksud adalah mutiara yang kecil.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Dan kepunyaan-Nyalah bahtera-bahtera) perahu-perahu (yang dibangun) yang dibuat (di lautan laksana gunung-gunung) lautan besar yang tingginya bagaikan gunung-gunung.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Semua yang ada di bumi itu) yakni semua makhluk hidup yang ada padanya (akan binasa) akan mati; di sini diungkapkan semua makhluk hidup dengan memakai kata Man, karena memprioritaskan makhluk yang berakal.", "(Dan tetap kekal Zat Rabbmu) yakni Zat-Nya (Yang mempunyai kebesaran) atau keagungan (dan kemuliaan) Yang Maha Dermawan kepada orang-orang mukmin dengan melimpahkan nikmat-nikmat-Nya kepada mereka.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Semua yang ada di langit dan di bumi selalu meminta kepada-Nya) baik melalui ucapan mereka atau pun perbuatan mereka, yaitu meminta apa-apa yang mereka perlukan berupa kekuatan untuk menjalankan ibadah, rezeki, ampunan dan lain sebagainya. (Setiap hari) setiap waktu (Dia dalam suatu perkara) yaitu perkara yang hendak dilahirkan-Nya sesuai dengan apa yang telah ditentukan-Nya sejak zaman Azali antara lain, menghidupkan, mematikan, memuliakan, menghinakan, memberikan kecukupan, memiskinkan, mengabulkan doa dan memenuhi yang meminta.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Kami akan menyelesaikan kamu sekalian) artinya, Kami hendak menghisab kalian semuanya (hai manusia dan jin) hai jenis manusia dan jenis jin.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Hai semua jin dan manusia, jika kalian sanggup menembus) melintasi (penjuru) atau kawasan-kawasan (langit dan bumi, maka lintasilah) perintah di sini mengandung makna yang menunjukkan ketidakmampuan mereka untuk melakukan hal tersebut (kalian tidak dapat menembusnya melainkan dengan kekuatan) dan kalian tidak akan mempunyai kekuatan untuk itu.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Kepada kamu berdua akan dilepaskan nyala api) yakni nyala api yang tidak berasap atau nyala api yang berasap (dan asap) yaitu asap murni yang tidak ada nyala apinya (maka kamu berdua tidak akan dapat menyelamatkan diri) daripadanya, bahkan kalian kelak akan digiring ke padang Mahsyar.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Maka apabila langit telah terbelah) artinya, terbuka pintu-pintunya karena turunnya malaikat-malaikat (dan menjadi merah mawar) memerah seperti warna bunga mawar (seakan-akan kilapan minyak) bagaikan minyak yang berwarna merah berbeda keadaannya dengan yang biasa. Di dalam ungkapan ayat ini terkandung jawabannya, yakni apabila saat itu datang, betapa dahsyatnya kengerian dan ketakutan melihatnya.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?).", "(Pada waktu itu manusia dan jin tidak ditanya tentang dosanya) tetapi mereka akan ditanya mengenai dosanya di lain waktu, karena ini merupakan suatu janji sebagaimana yang diungkapkan di dalam firman lainnya, yaitu, \"Maka demi Rabbmu, Kami pasti akan menanyai mereka semua.\" (Q.S. Al Hijr, 92) Lafal Al Jaan di sini sebagaimana yang akan dijelaskan nanti adalah bermakna jin, dan lafal Al Insu artinya manusia.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Orang-orang yang berdosa dikenal dengan tanda-tandanya) yakni, mukanya berwarna hitam dan matanya berwarna biru (lalu dipegang ubun-ubun dan kaki mereka).", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?) Keadaan orang-orang yang berdosa pada saat itu, kedua telapak kaki mereka disatukan dengan ubun-ubunnya dari arah belakang, yaitu dilipat lalu mereka dilemparkan ke dalam neraka dan dikatakan kepada mereka,", "(\"Inilah neraka Jahanam yang didustakan oleh orang-orang yang berdosa\").", "(Mereka berkeliling) yakni berjalan dengan cepat (di antaranya dan di antara air yang mendidih yaitu air panas (yang memuncak panasnya) panasnya tak terperikan, lalu mereka diberi minum air panas tersebut apabila mereka meminta tolong karena panasnya api neraka; lafal Anin termasuk Isim Manqush, sama halnya dengan lafal Qaadhin.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Dan bagi orang yang takut) bagi masing-masing dari mereka atau bagi mereka semuanya (akan saat menghadap Rabbnya) yaitu takut manakala ia berdiri di hadapan Rabbnya untuk menjalani hisab. Oleh karena itu, maka ia tidak mau berbuat durhaka kepada-Nya (ada dua taman).", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Kedua taman itu mempunyai) lafal Dzawaata adalah bentuk Tatsniyah dari lafal Dzawaat sesuai dengan bentuk asalnya; dan Lam fi'ilnya pada asalnya adalah huruf Ya (pohon-pohon yang rindang) banyak tangkainya; merupakan bentuk jamak dari lafal Fananun yang wazannya sama dengan lafal Thalalun.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Di dalam kedua taman surga itu ada dua buah mata air yang mengalir).", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Di dalam kedua taman surga itu terdapat segala macam buah-buahan) di dunia atau semua yang dianggap sebagai buah-buahan (yang berpasang-pasangan) yakni dua jenis-dua jenis, ada yang basah dan ada yang kering. Buah Hanzhal yang di dunia terasa amat pahit, tetapi di surga akan terasa manis.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Mereka bersandarkan) menjadi Hal atau kata keterangan keadaan dari 'Amilnya yang tidak disebutkan, yakni mereka bersenang-senang seraya bersandarkan (di atas permadani yang bagian dalamnya terbuat dari sutera) yaitu sutera yang tebal lagi kasar, sedangkan bagian luarnya yang diduduki terbuat dari sutera yang halus sekali. (Dan buah-buahan kedua surga itu) semua buah-buahannya (dapat dipetik dari dekat) artinya, dekat sekali letaknya sehingga mudah dipetik, baik oleh orang yang sedang berdiri maupun yang duduk dan yang sedang berbaring.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Di dalam surga itu) maksudnya, dalam kedua surga itu dan pada gedung-gedung dan istana-istana yang ada di dalamnya (ada bidadari-bidadari yang selalu menundukkan pandangan matanya) artinya, pandangan mereka terbatas hanya kepada suami-suami mereka saja yang terdiri dari manusia dan jin (tidak pernah disentuh) mereka belum pernah digauli; mereka terdiri dari bidadari-bidadari atau wanita-wanita dunia yang masuk surga (oleh manusia sebelum mereka -penghuni-penghuni surga yang menjadi suami mereka dan tidak pula oleh jin).", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Seakan-akan bidadari-bidadari itu permata yaqut) dalam hal beningnya (dan marjan) maksudnya, putihnya bagaikan permata.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Tidak ada) tiada (balasan kebaikan) atau ketaatan (kecuali kebaikan pula) atau kenikmatan.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Dan selain dari kedua surga itu) yakni kedua surga yang telah disebutkan tadi (ada dua surga lagi) yaitu bagi orang yang takut akan saat menghadap kepada Rabbnya.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Kedua surga itu hijau tua warnanya) kelihatan hijau pekat karena sangat hijaunya.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Di dalam kedua surga itu ada dua mata air yang memancar) bagaikan air mancur.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Di dalam keduanya ada buah-buahan dan kurma serta delima) buah kurma dan delima itu menurut suatu pendapat adalah sebagaimana aslinya, tetapi menurut pendapat yang lain tidak seperti bentuk aslinya.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Di dalam surga-surga itu) di kedua surga dan apa-apa yang ada di dalamnya itu (ada bidadari-bidadari yang baik-baik) akhlaknya (lagi cantik-cantik) rupanya.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Bidadari-bidadari itu-sangat jelita) mata mereka sangat jelita (mereka dipingit) tertutup (di dalam kemah-kemah) yang terbuat dari permata yang dilubangi, keadaan mereka diserupakan dengan gadis-gadis yang dipingit di dalam kemahnya.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Mereka tidak pernah disentuh oleh manusia sebelum mereka) sebelum oleh suami-suami mereka (dan tidak pula oleh jin).", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Mereka bersandarkan) suami-suami mereka bertelekan; I'rab lafal ayat ini sama dengan sebelumnya (pada bantal-bantal yang hijau) merupakan bentuk jamak dari lafal Rafrafatun, artinya permadani atau bantal (dan bergelarkan pada permadani-permadani yang indah) merupakan bentuk jamak dari lafal 'Abqariyyah, artinya permadani.", "(Maka manakah nikmat-nikmat Rabb kamu berdua yang kamu dustakan?)", "(Maha Agung nama Rabbmu Yang mempunyai kebesaran dan Karunia) penafsirannya sebagaimana sebelumnya, dan lafal Ismi pada ayat ini merupakan Isim Zaaid atau Isim yang ditambahkan." ] }