{ "id": 56, "name": "الواقعة", "translation": "Jalalayn", "ayaTranslation": [ "(Apabila hari kiamat terjadi) bilamana hari terakhir tiba.", "(Tidak ada seorang pun dapat berdusta tentang kejadiannya) maksudnya, tiada seorang pun yang tidak mempercayai kejadiannya sebagaimana ia tidak mempercayainya sewaktu di dunia.", "(Ia merendahkan dan meninggikan) artinya, kejadian hari kiamat itu menampakkan siapa di antara mereka yang terhina karena dimasukkan ke dalam neraka, dan siapa di antara mereka yang ditinggikan derajatnya karena dimasukkan ke dalam surga.", "(Apabila bumi diguncangkan dengan se dahsyat-dahsyatnya) yakni bilamana bumi mengalami gempa yang amat dahsyat.", "(Dan gunung-gunung dihancurluluhkan sehancur-hancurnya) atau apabila gunung-gunung dihancurleburkan.", "(Maka jadilah dua debu) yaitu berupa debu (yang beterbangan) yang menyebar ke mana-mana. Lafal Idzaa kedua menjadi Badal dari lafal Idza pertama.", "(Dan kalian menjadi) pada hari kiamat itu (bergolong-golongan) terdiri dari golongan-golongan (yang terbagi tiga).", "(Yaitu golongan kanan) mereka adalah orang-orang yang kitab catatan amal perbuatan mereka diberikan kepadanya dari sebelah kanan. Kalimat ayat ini menjadi Mubtada sedangkan Khabarnya ialah, (Alangkah mulianya golongan kanan itu) kalimat ayat ini mengandung makna yang mengagungkan dan memuliakan kedudukan mereka, karena mereka dimasukkan ke dalam surga.", "(Dan golongan kiri) yakni mereka yang kitab catatan amalnya diberikan kepadanya dari sebelah kiri. (Alangkah sengsaranya golongan kiri itu) ungkapan ini mengandung makna yang menghinakan kedudukan mereka, karena mereka dimasukkan ke dalam neraka.", "(Dan orang-orang yang paling dahulu) dalam kebaikan, mereka adalah para nabi; ayat ini berkedudukan menjadi Mubtada (yaitu orang-orang yang paling dahulu) lafal ayat ini mengukuhkan makna ayat pertama, dimaksud sebagai ungkapan tentang keagungan kedudukan mereka.", "(Mereka itulah orang yang didekatkan).", "(Berada di dalam surga-surga yang penuh dengan kenikmatan).", "(Segolongan besar dari orang-orang yang terdahulu) menjadi Mubtada, artinya golongan mayoritas dari umat-umat terdahulu.", "(Dan segolongan kecil dari orang-orang yang kemudian) yakni dari kalangan umat Nabi Muhammad saw. Mereka terdiri dari bagian besar umat-umat terdahulu dan umat Nabi Muhammad adalah orang-orang yang paling dahulu masuk surga.", "(Mereka berada di atas dipan-dipan yang bertahtakan emas dan permata) yaitu singgasana-singgasana yang terbuat dari emas dan permata.", "(Seraya bersandarkan di atasnya berhadap-hadapan) kedua lafal ayat ini berkedudukan menjadi Hal atau kata keterangan keadaan bagi Dhamir yang terkandung di dalam Khabar.", "(Mereka dikelilingi) oleh para pelayan (yang terdiri dari anak-anak muda yang tetap muda) maksudnya, mereka tetap muda untuk selama-lamanya.", "(Dengan membawa gelas-gelas) atau tempat-tempat minum yang tidak ada ikatan atau pegangannya (dan cerek) yakni tempat untuk menuangkan minuman yang mempunyai pegangan dan ada pipa penuangannya (dan guci) yaitu, tempat untuk meminum khamar (yang isinya diambil dari air yang mengalir) yaitu dari khamar yang mengalir dari sumbernya yang tidak pernah kering untuk selama-lamanya.", "(Mereka tidak pernah merasa pening karenanya dan tidak pula mabuk) dapat dibaca Yanzafuuna atau Yanzifuuna, berasal dari lafal Nazafasy Syaaribu, dan Anzafasy Syaaribu. Artinya mereka tidak merasa pening dan tidak pula merasa mabuk karena meminumnya, berbeda dengan khamar di dunia.", "(Dan buah-buahan dari apa yang mereka pilih).", "(Dan daging burung dari apa yang mereka inginkan) untuk mereka nikmati sepuas-puasnya.", "(Dan bidadari-bidadari) yakni wanita-wanita yang memiliki mata hitam pekat pada bagian yang hitamnya dan putih bersih pada bagian yang putihnya (yang bermata jeli) artinya, matanya lebar tetapi cantik. Harakat huruf 'Ainnya dikasrahkan sebagai pengganti dari harakat fatahnya demi untuk menyesuaikan diri dengan huruf Ya sesudahnya. Bentuk tunggalnya adalah 'Ainaa wazannya sama dengan Hamraa. Tetapi menurut suatu qiraat dibaca Huurin 'Inin yakni dibaca Jarr.", "(Laksana mutiara yang tersimpan) yang disimpan dan terpelihara.", "(Sebagai balasan) menjadi Maf'ul Lah, atau Mashdar, sedangkan 'Amilnya diperkirakan keberadaannya, yaitu, Kami jadikan hal-hal yang telah disebutkan itu buat mereka sebagai pembalasan. Atau, Kami memberikan balasan kepada mereka (bagi apa yang telah mereka kerjakan).", "(Mereka tidak mendengar di dalamnya) di dalam surga itu (perkataan yang tidak ada gunanya) yakni perkataan jorok (dan tidak pula perkataan yang menimbulkan dosa) maksudnya perkataan yang berdosa.", "(Akan tetapi) (dikatakan) kepada mereka ucapan (Salam, Salam) lafal ayat ini menjadi Badal dari lafal Qiilan; mereka benar-benar mendengarnya.", "(Dan golongan kanan, alangkah bahagianya golongan kanan itu).", "(Berada di antara pohon bidara) atau dikenal dengan nama pohon Nabaq (yang tidak berduri) tidak ada durinya.", "(Dan pohon pisang) yang juga dikenal dengan nama pohon muz (yang bersusun-susun) buahnya mulai dari bagian atas hingga bagian bawahnya.", "(Dan naungan yang terbentang luas) untuk selama-lamanya.", "(Dan air yang tercurah) maksudnya air yang mengalir terus selama-lamanya.", "(Dan buah-buahan yang banyak).", "(Yang tidak berhenti) buahnya. karena musim-musiman (dan tidak terlarang mengambilnya) artinya, ia boleh diambil tanpa harus membayarnya.", "(Dan kasur-kasur yang tebal lagi empuk) yang diletakkan di atas dipan-dipan.", "(Sesungguhnya Kami menciptakan mereka dengan langsung) maksudnya, bidadari-bidadari yang jelita lagi cantik itu Kami ciptakan tanpa melalui proses kelahiran terlebih dahulu.", "(Dan Kami jadikan mereka gadis-gadis perawan) yakni perawan semuanya; setiap kali suami-suami mereka menggaulinya, para suami itu menjumpai mereka dalam keadaan perawan kembali; dan tidak ada rasa sakit dikala menggaulinya.", "(Penuh cinta) dapat dibaca 'Uruban atau 'Urban, bentuk jamak dari lafal 'Aruubun, artinya wanita yang sangat mencintai suaminya dan sangat merindukannya (lagi sebaya umurnya) setara umurnya; bentuk jamak dari lafal Turbun.", "(Untuk golongan kanan) menjadi Shilah dari lafal Ansya-naahunna, atau dari lafal Ja'alnaahunna. Yakni Kami ciptakan atau Kami jadikan mereka untuk golongan kanan. Golongan kanan itu adalah,", "(segolongan besar dari orang-orang yang terdahulu).", "(Dan segolongan besar pula dari orang-orang yang kemudian).", "(Dan golongan kiri, alangkah celakanya golongan kiri itu).", "(Dalam angin yang amat panas) yaitu angin panas dari neraka, panas angin itu dapat menembus sampai ke pori-pori (dan air panas yang mendidih) yang panasnya tak terperikan.", "(Dan dalam naungan asap yang hitam) mereka diliputi oleh asap yang sangat hitam.", "(Tidak sejuk) tidak sebagaimana naungan yang biasanya (dan tidak menyenangkan) tidak baik pemandangannya.", "(Sesungguhnya mereka sebelum itu) yakni sewaktu-waktu berada di dunia (hidup bermewah-mewah) mereka selalu hidup bersenang-senang dan tidak mau melelahkan diri mereka dalam ketaatan.", "(Dan mereka terus menerus mengerjakan dosa) melakukan perbuatan dosa (yang besar) yaitu perbuatan menyekutukan Allah.", "(Dan mereka selalu mengatakan, \"Apabila kami mati dan menjadi tanah dan tulang belulang, apakah sesungguhnya kami benar-benar akan dibangkitkan?) kedua huruf Hamzah pada dua tempat dapat dibaca Tahqiq dan dapat pula dibaca Tas-hil.", "(Apakah bapak-bapak kami yang terdahulu dibangkitkan pula?\") lafal Awa huruf Wawunya dibaca Fat-hah, sedangkan huruf Hamzahnya menunjukkan kata tanya, Hamzah atau kata tanya pada ayat ini dan pada ayat sebelumnya mengandung arti Istib'ad, artinya jauh dari kemungkinan; ini berdasarkan keyakinan mereka yang tidak mempercayainya. Tetapi menurut suatu qiraat huruf Wawu dibaca Sukun sehingga bacaannya menjadi Au karena di'athafkan kepada Inna dan Isimnya secara Mahall.", "(Katakanlah, \"Sesungguhnya orang-orang yang terdahulu dan orang-orang yang terkemudian,)", "(benar-benar akan dikumpulkan di waktu tertentu) atau waktu yang tertentu (pada hari yang dikenal) yaitu pada hari kiamat.", "(Kemudian sesungguhnya kalian, hai orang-orang yang sesat lagi mendustakan!)", "(Benar-benar akan memakan pohon zaqqum) lafal Min zaqquum menjadi Bayan dari lafal Min Syajarin.", "(Maka kalian akan memenuhi dengannya) dengan pohon zaqqum itu (perut-perut kalian).", "(Sesudah itu kalian minum) yakni sesudah memakan buah pohon zaqqum itu (air yang sangat panas).", "(Maka kalian minum seperti minumnya) dapat dibaca Syarba, atau Syurba, dalam keadaan Nashab karena menjadi Mashdar (unta yang kehausan) maksudnya, bagaikan unta yang sedang kehausan. Lafal Al Hiim adalah bentuk jamak dari lafal Haiman untuk jenis jantan, dan untuk jenis betina dikatakan Haimaa; wazannya sama dengan lafal 'Athsyaan dan 'Athsyaa.", "(Itulah hidangan untuk mereka) apa yang disediakan untuk mereka (pada hari pembalasan\") yakni di hari kiamat nanti.", "(Kami telah menciptakan kalian) dari tiada (maka mengapa tidak) kenapa tidak (kalian membenarkan) atau mempercayai adanya hari berbangkit, karena sesungguhnya Allah yang mampu menciptakan mereka. Dia mampu pula untuk menghidupkan mereka kembali.", "(Maka terangkanlah kepada-Ku nuthfah yang kalian tumpahkan) yakni air mani yang kalian tumpahkan ke dalam rahim wanita.", "(Kamukah) dapat dibaca Tahqiq dan dapat pula dibaca Tas-hil (yang menciptakannya) yakni air mani itu kemudian menjadi manusia (atau Kami kah yang menciptakannya?)", "(Kami telah menentukan) dapat dibaca Qaddarnaa atau Qadarnaa (kematian di antara kalian dan Kami sekali-kali tidak dapat dikalahkan) dibuat tak berdaya.", "(Untuk) maksudnya, supaya Kami (menggantikan) menjadikan (orang-orang yang seperti kalian) sebagai pengganti dari kalian (dan menciptakan kalian kelak) di akhirat (dalam keadaan yang tidak kalian ketahui) maksudnya, dalam bentuk yang belum kalian ketahui, seperti dalam bentuk kera atau babi, umpamanya.", "(Dan sesungguhnya kalian telah mengetahui penciptaan yang pertama) menurut suatu qiraat lafal An Nasy`ata boleh dibaca An-Nasya`ata (maka mengapa kalian tidak mengambil pelajaran?) lafal Tadzakkaruuna asalnya adalah Tatadzakkaruuna, lalu huruf Ta yang kedua diidgamkan kepada huruf Dzal.", "(Maka terangkanlah kepada-Ku tentang yang kalian tanam?) yaitu tentang tanah yang kalian bajak lalu kalian semaikan benih-benih di atasnya.", "(Kaliankah yang menumbuhkannya) suatu pertanyaan, apakah kalian yang telah menumbuhkannya (ataukah Kami yang menumbuhkannya?)", "(Kalau Kami kehendaki, benar-benar Kami jadikan dia kering lagi keropos) maksudnya, tumbuhan yang kalian tanam itu menjadi kering tak ada biji dan isinya (maka jadilah kalian) pada asalnya lafal Zhaltum adalah Zhaliltum, lalu huruf Lam yang berharakat dibuang demi untuk meringankan bunyi sehingga jadilah Zhaltum, yakni jadilah kalian pada keesokan harinya (heran tercengang) keheranan karena melihat hal tersebut. Lafal Tafakkahuuna asalnya Tatafakkahuuna, lalu salah satu dari kedua huruf Ta dibuang sehingga menjadi Tafakkahuuna.", "(-Seraya mengatakan-, \"Sesungguhnya kami benar-benar menderita kerugian,) biaya yang telah kami tanamkan buat tanaman kami.", "(Bahkan kami menjadi orang-orang yang tidak mendapat hasil apa-apa\") kami tidak mendapatkan rezeki apa-apa.", "(Maka terangkanlah kepada-Ku tentang air yang kalian minum.)", "(Kaliankah yang menurunkannya dari awan) lafal Muzni adalah bentuk jamak dari lafal Muznatun, artinya awan yang membawa air hujan (ataukah Kami yang menurunkannya).", "(Kalau Kami kehendaki niscaya Kami jadikan dia asin) berasa asin hingga tidak dapat diminum (maka mengapa tidak) kenapa tidak (kalian bersyukur?", "(Maka terangkanlah kepada-Ku tentang api yang kalian nyalakan) yang kalian keluarkan dari gosokan-gosokan kayu yang hijau.", "(Kaliankah yang menjadikan kayu itu) yang dimaksud adalah pohon Marakh dan pohon 'Affar yang kayunya dapat dijadikan sebagai pemantik api (atau Kamikah yang menjadikannya?).", "(Kami menjadikan api itu untuk peringatan) yakni mengingatkan tentang neraka Jahanam (dan sebagai bekal) dalam perjalanan (bagi orang-orang yang mengadakan perjalanan) diambil dari lafal Aqwal Qaumu, yakni kaum itu kini berada di padang pasir yang tandus, tiada tumbuh-tumbuhan dan air padanya.", "(Maka bertasbihlah) artinya, Maha Sucikanlah (dengan menyebut nama) huruf Ba di sini adalah Zaidah (Rabbmu Yang Maha Besar) yakni Allah Yang Maha Besar.", "(Maka Aku bersumpah) huruf Laa di sini adalah Zaidah (dengan nama tempat-tempat terbenamnya bintang-bintang) tempat-tempat bintang-bintang tenggelam.", "(Sesungguhnya sumpah itu) sumpah dengan memakai namanya ita (adalah sumpah yang besar kalau kalian mengetahui) jika kalian termasuk orang-orang yang memiliki ilmu pengetahuan niscaya kalian mengetahui besarnya sumpah ini.", "(Sesungguhnya ini) yakni yang dibacakan kepada kalian (adalah Alquran yang sangat mulia).", "(Pada Kitab) yang tertulis dalam Kitab (yang terpelihara) yang dijaga, maksudnya Mushhaf Alquran.", "(Tidak menyentuhnya) adalah kalimat berita, tetapi mengandung makna perintah, yakni jangan menyentuhnya (kecuali orang-orang yang telah bersuci) yakni orang-orang yang telah menyucikan dirinya dari hadas-hadas.", "(Diturunkan) ia diturunkan (dari Rabb semesta alam).", "(Maka apakah terhadap firman ini) Alquran ini (kalian menganggapnya remeh?) meremehkan dan mendustakannya", "(Kalian menjadikan rezeki yang diberikan kepada kalian) yaitu berupa air hujan; kalian membalasnya (dengan mendustakan) rezeki yang diberikan Allah kepada kalian berupa air hujan itu karena kalian telah mengatakan, \"Kami di beri hujan oleh bintang anu\".", "(Maka mengapa tidak) kenapa tidak (sewaktu nyawa sampai) pada saat menjelang kematian (di tenggorokan) yakni pada saat nyawa sampai pada kerongkongan.", "(Padahal kalian) hai orang-orang yang menghadiri saat kematian (ketika itu melihat) kapada orang yang sedang mengalami kematiannya.", "(Dan Kami lebih dekat kepadanya daripada kalian) yakni melalui pengetahuan-Ku. (Tetapi kalian tidak melihat) kalian tidak mengetahui hal tersebut, lafal Tubshiruuna ini diambil dari lafal Bashiirah yang artinya melihat.", "(Maka mengapa tidak) kenapa tidak (jika kalian merasa tidak akan dibalas) merasa tidak akan dibangkitkan nanti, sesuai dengan dugaan kalian.", "(Kalian mengembalikan nyawa itu) maksudnya, mengembalikannya ke dalam tubuh kalian sendiri sesudah nyawa itu mencapai kerongkongan? (jika kalian adalah orang-orang yang benar) di dalam pengakuan kalian itu. Lafal Falaulaa yang kedua mengukuhkan makna lafal Laulaa pertama. Sedangkan lafal Idzaa yang terkandung di dalam lafal Hiinaidzin menjadi Zharaf bagi lafal Tarji'uuna yang bergantung kepadanya kedua Syarat tersebut. Makna ayat, mengapa kalian tidak mengembalikan nyawa kalian sendiri ke dalam tubuh kalian, jika kalian tidak mempercayai adanya hari berbangkit dan kalian benar-benar meniadakannya? Yakni hendaknya kalian meniadakan pula kematian itu sebagai pengganti dari ketidakpercayaan kalian kepada adanya hari berbangkit.", "(Adapun jika dia) orang yang mati itu (termasuk orang-orang yang didekatkan-kepada Allah-).", "(Maka dia memperoleh ketenteraman) dia mendapatkan ketenangan (dan rezeki) yang baik (serta surga yang penuh dengan kenikmatan) apakah jawab ini bagi lafal Amma ataukah bagi In, ataukah menjadi Jawab bagi kedua-duanya?, sehubungan dengan masalah ini ada beberapa pendapat.", "(Dan adapun jika dia termasuk golongan kanan).", "(Maka keselamatan bagi kamu) yakni baginya keselamatan dari siksaan (karena kamu termasuk golongan kanan) karena dia termasuk di antara mereka.", "(Dan adapun jika dia termasuk golongan orang-orang yang mendustakan lagi sesat).", "(Maka dia mendapat hidangan air yang sangat panas).", "(Dan dibakar di dalam neraka Jahim).", "(Sesungguhnya yang disebutkan ini adalah suatu keyakinan yang benar) lafal Haqqul Yaqiin termasuk ungkapan dengan memakai cara mengidhafahkan Maushuf kepada sifatnya.", "(Maka bertasbihlah kamu dengan menyebut nama Rabbmu Yang Maha Besar) penafsirannya sebagaimana yang telah lalu." ] }