{ "id": 88, "name": "الغاشية", "translation": "Jalalayn", "ayaTranslation": [ "(Apakah) telah (datang kepadamu berita hari kiamat) hari kiamat dinamakan hari yang menutupi karena pada hari itu semua makhluk diselimuti oleh kengerian-kengeriannya.", "(Banyak muka pada hari itu) yang dimaksud dengan ungkapan lafal Wujuuh atau muka adalah orang-orangnya, demikian lafal yang sama sesudahnya nanti (tunduk) terhina.", "(Pekerja keras lagi kepayahan) maksudnya dalam keadaan lelah dan payah karena diikat dengan rantai dan belenggu.", "(Memasuki) dapat dibaca Tashlaa dan Tushlaa, jika dibaca Tushlaa artinya dimasukkan ke dalam (api yang sangat panas.)", "(Diberi minum dari sumber yang sangat panas) atau dengan air yang sangat panas.", "(Mereka tiada memperoleh makanan selain dari pohon yang berduri) Dharii' adalah sejenis pohon yang berduri, hewan ternak pun tidak mau memakannya karena duri itu keras lagi kotor.", "(Yang tidak menggemukkan dan tidak pula menghilangkan lapar.)", "(Banyak muka pada hari itu berseri-seri) atau tampak cerah dan cantik.", "(Karena usahanya) sewaktu di dunia yaitu karena ketaatannya (mereka merasa senang) di alam akhirat, yaitu sewaktu mereka melihat pahalanya.", "(Dalam surga yang tinggi) secara nyata dan dapat mereka rasakan.", "(Tidak kamu dengar) dapat dibaca Tasma'u dan Yasma'u, jika Yasma'u artinya tidak dia dengar (di dalamnya perkataan yang tak berguna) tiada seorang yang berkata melantur yang tidak ada gunanya.", "(Di dalamnya ada mata air yang mengalir) lafal `Ainun sekalipun bentuknya Mufrad tetapi maknanya jamak.", "(Di dalamnya ada takhta-takhta yang ditinggikan) yaitu tempat kedudukan dan derajatnya ditinggikan.", "(Dan gelas-gelas) yakni tempat-tempat untuk minum tanpa gagang (yang terletak) di setiap tepi mata air yang disediakan untuk peminum-peminumnya.", "(Dan bantal-bantal) untuk bersandar (yang tersusun) atau dalam keadaan tersusun untuk tempat bersandar.", "(Dan permadani-permadani) yaitu permadani yang empuk lagi tebal (yang terhampar) dalam keadaan terbentang.", "(Maka apakah mereka tidak memperhatikan) dengan perhatian yang dibarengi keinginan mengambil pelajaran; yang dimaksud adalah orang-orang kafir Mekah (unta bagaimana dia diciptakan?)", "(Dan langit, bagaimanakah ia ditinggikan?)", "(Dan gunung-gunung, bagaimana ia dipancangkan?)", "(Dan bumi bagaimana ia dihamparkan?) maksudnya dijadikan sehingga terhampar. Melalui hal-hal tersebutlah mereka mengambil kesimpulan tentang kekuasaan Allah swt. dan keesaan-Nya. Pembahasan ini dimulai dengan menyebut unta, karena unta adalah binatang ternak yang paling mereka kenal daripada yang lain-lainnya. Firman Allah \"Suthihat\" jelas menunjukkan bahwa bumi itu rata bentuknya. Pendapat inilah yang dianut oleh para ulama Syara'. Jadi bentuk bumi bukanlah bulat seperti bola sebagaimana yang dikatakan oleh para ahli ilmu konstruksi. Masalah ini sama sekali tidak ada sangkut-pautnya dengan salah satu rukun syariat.", "(Maka berilah peringatan) berilah mereka peringatan yang mengingatkan mereka kepada nikmat-nikmat Allah dan bukti-bukti yang menunjukkan keesaan-Nya (karena sesungguhnya kamu hanyalah orang yang memberi peringatan.)", "(Kamu bukanlah orang yang berkuasa atas mereka) menurut suatu qiraat lafal Mushaithirin dibaca Musaithirin yakni dengan memakai huruf Sin bukan Shad, artinya menguasai mereka. Ayat ini diturunkan sebelum ada perintah berjihad.", "(Kecuali) tetapi (orang yang berpaling) dari keimanan (dan kafir) kepada Alquran, artinya ingkar kepadanya.", "(Maka Allah akan mengazabnya dengan azab yang besar) yaitu azab di akhirat dan azab di dunia dengan dibunuh dan ditawan.", "(Sesungguhnya kepada Kamilah kembali mereka) maksudnya mereka akan kembali kepada-Nya sesudah mati.", "(Kemudian sesungguhnya kewajiban Kamilah menghisab mereka) atau memberikan balasan kepada mereka, Kami sama sekali tidak akan membiarkan mereka begitu saja, mereka pasti Kami hisab." ] }