{ "id": 92, "name": "الليل", "translation": "Jalalayn", "ayaTranslation": [ "(Demi malam apabila menutupi) semua apa yang ada di langit dan di bumi dengan kegelapannya.", "(Dan siang apabila terang benderang) apabila menampilkan dirinya. Lafal Idzaa yang ada pada dua tempat di atas hanya menunjukkan makna Zharaf atau waktu. Sedangkan yang menjadi Amilnya adalah Fi'il Qasam.", "(Dan apa) lafal Maa di sini bermakna Man, yakni manusia; atau dianggap sebagai Maa Mashdariyah (yang Dia telah menciptakannya, yaitu laki-laki dan perempuan) yang dimaksud adalah Adam dan Hawa, demikian pula setiap laki-laki dan perempuan lainnya. Adapun banci/wadam yang tidak dapat diketahui apakah ia sebagai laki-laki atau perempuan di sisi Allah swt., maka jika seseorang yang bersumpah bahwa dia tidak akan berbicara dengan siapa pun baik laki-laki atau perempuan, lalu dia berbicara dengan orang banci, maka dia dianggap telah melanggar sumpahnya itu.", "(Sesungguhnya usaha kalian) atau kerja kalian (memang berbeda-beda) beraneka macam; ada orang yang beramal atau bekerja untuk mendapatkan surga, dengan cara menempuh jalan ketaatan; dan ada pula orang yang beramal atau bekerja untuk neraka, dengan cara menempuh jalan kemaksiatan.", "(Adapun orang yang memberikan) menginfakkan hartanya di jalan Allah (dan bertakwa) kepada Allah.", "(Dan membenarkan perkara yang baik) yaitu makna yang terkandung di dalam lafal Laa Ilaaha Illallaah yang artinya tiada Tuhan selain Allah. Dengan kata lain, bahwa infak di jalan Allah yang dilakukannya dan bertakwa kepada-Nya yang dijalankannya itu tiada lain berangkat dari keimanannya kepada kalimat Laa Ilaaha Illallaah.", "(Maka Kami kelak akan menyiapkan baginya tempat yang mudah) yaitu surga.", "(Dan adapun orang yang bakhil) tidak mau menginfakkan hartanya di jalan Allah (dan merasa dirinya cukup) artinya tidak membutuhkan pahala-Nya.", "(Serta mendustakan perkara yang baik.)", "(Maka kelak Kami akan menyiapkan baginya) menyediakan baginya (tempat yang sukar) yaitu neraka.", "(Dan tiadalah) huruf Maa di sini bermakna Nafi yakni tidaklah (berguna bagi dirinya harta miliknya apabila ia telah terjerumus) ke dalam neraka.", "(Sesungguhnya kewajiban Kamilah memberi petunjuk) untuk membedakan antara jalan hidayah dan jalan kesesatan; dimaksud supaya ia mengerjakan perintah Kami dengan menempuh jalan yang pertama, dan ia Kami larang dari menempuh jalan yang kedua.", "(Dan sesungguhnya kepunyaan Kamilah akhirat dan dunia) maka barang siapa yang mencari keduanya tanpa meminta kepada Kami berarti dia telah sesat jalan.", "(Maka Kami memperingatkan kalian) maksudnya Kami pertakuti kalian hai penduduk Mekah (dengan neraka yang menyala-nyala) asal kata Talazhzhaa adalah Tatalazhzhaa, kemudian salah satu di antara kedua huruf Ta dibuang, sehingga jadilah Talazhzhaa. Akan tetapi ada juga suatu qiraat yang membaca sesuai dengan huruf asalnya.", "(Tidak ada yang masuk ke dalamnya) atau memasukinya (kecuali orang yang celaka) sekalipun lafal Al-Asyqaa ini menunjukkan arti yang paling celaka, akan tetapi makna yang dimaksud ialah orang yang celaka.", "(Yang mendustakan) Nabi saw. (dan berpaling) dari iman. Pengecualian yang terdapat pada ayat sebelum ayat ini merupakan takwil dari makna yang terkandung di dalam ayat lainnya yaitu, firman-Nya, \"dan Dia mengampuni segala dosa yang selain dari (syirik) itu, bagi siapa yang dikehendaki-Nya.\" (Q.S. An-Nisa, 48) Dengan demikian berarti makna yang dimaksud dengan masuk neraka pada ayat 15 tadi adalah masuk untuk selama-lamanya, yakni untuk menjadi penghuni yang abadi.", "(Dan kelak akan dijauhkan dari neraka itu) dihindarkan daripadanya (orang yang bertakwa) demikian pula lafal Al-Atqaa, sekalipun menunjukkan makna Tafdhil, tetapi makna yang dimaksud adalah At-Taqiyyu, yakni orang yang bertakwa.", "(Yang menafkahkan hartanya untuk membersihkannya) untuk membersihkannya di sisi Allah swt. seumpamanya dia mengeluarkannya bukan karena ria atau pamer dan gengsi, maka setelah itu harta yang dimilikinya menjadi bersih di sisi-Nya nanti. Ayat ini diturunkan berkenaan dengan Abu Bakar Ash-Shiddiq r.a. yaitu sewaktu ia membeli Bilal yang sedang disiksa oleh majikannya karena beriman. Setelah membelinya lalu langsung memerdekakannya. Pada saat itu juga orang-orang kafir mengatakan, bahwa tiada lain Abu Bakar melakukan hal tersebut karena ia telah berutang jasa kepadanya. Maka pada saat itu turunlah ayat ini.", "(Padahal tidak ada seseorang pun memberikan suatu nikmat kepadanya yang harus dibalasnya,)", "(melainkan) tetapi hanya semata-mata (karena mencari keridaan Rabbnya Yang Maha Tinggi) artinya dia memberikan hartanya itu hanya karena mengharapkan pahala Allah.", "(Dan kelak Dia benar-benar mendapat kepuasan) dari pahala pemberiannya itu di surga nanti. Makna ayat ini mencakup pula setiap orang yang mengerjakan amal perbuatan seperti yang telah dilakukan oleh Abu Bakar r.a. Kelak dia akan dijauhkan dari neraka dan mendapatkan pahala yang berlimpah." ] }