      { "id": "77", "name": "المرسلات", "translation": "", "ayaTranslation": [ "(Demi angin yang bertiup sepoi-sepoi) yang bertiup secara beruntun bagaikan beruntunnya susunan rambut kuda yang satu sama lainnya saling beriring-iringan. Dinashabkan karena menjadi Haal atau kata keterangan keadaan.", "(Dan demi angin yang bertiup dengan kencang) yang bertiup sangat kencang.", "(Dan demi angin yang menyebarkan rahmat) yaitu angin yang menyebarkan hujan.", "(Dan demi yang membedakan sejelas-jelasnya) maksudnya, demi ayat-ayat Alquran yang membedakan antara perkara yang hak dan perkara yang batil, serta yang membedakan antara perkara yang halal dan perkara yang haram.", "(Dan demi malaikat-malaikat yang menyampaikan peringatan) yakni malaikat-malaikat yang turun untuk menyampaikan wahyu kepada para nabi dan para rasul supaya wahyu tersebut disampaikan kepada umat-umat manusia.", "(Untuk menolak alasan-alasan atau memberi peringatan-peringatan) dari Allah swt. Menurut suatu qiraat dibaca 'Udzuran dan Nudzuran, dengan memakai harakat damah pada kedua huruf Dzalnya.", "(Sesungguhnya apa yang dijanjikan kepada kalian itu) hai orang-orang kafir Mekah, yaitu mengenai hari berbangkit dan azab yang akan menimpa kalian (pasti terjadi) pasti akan terjadi.", "(Maka apabila bintang-bintang telah dihapuskan) dihilangkan cahayanya.", "(Dan apabila langit dibelah) atau menjadi terbelah.", "(Dan apabila gunung-gunung telah dihancurkan) diletuskan hingga menjadi debu yang beterbangan.", "(Dan apabila rasul-rasul telah dikumpulkan di dalam suatu waktu) memakai Wau dan Hamzah sebagai Badal daripadanya yaitu, pada satu ketika rasul-rasul akan dikumpulkan.", "(Sampai hari kapankah) yakni hari yang besar (ditangguhkan) persaksian terhadap umat-umat mereka tentang penyampaian mereka?", "(Sampai hari keputusan) di antara semua makhluk; dari pengertian ayat inilah diambil kesimpulan bagi Jawab lafal Idzaa yakni, terjadilah keputusan di antara semua makhluk.", "(Dan tahukah kamu apakah hari keputusan itu?) ayat ini menggambarkan tentang kengerian yang terdapat di dalam hari tersebut.", "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan) ayat ini mengandung makna ancaman bagi mereka yang tidak mempercayainya.", "(Bukankah Kami telah membinasakan orang-orang yang dahulu?) disebabkan kedustaan mereka.", "(Lalu Kami iringi mereka dengan orang-orang yang datang kemudian) di antara orang-orang yang mendustakan seperti orang-orang kafir Mekah, maka Kami kelak akan membinasakan mereka pula.", "(Demikianlah) sebagaimana Kami lakukan terhadap orang-orang yang mendustakan (Kami berbuat terhadap orang-orang yang berdosa) artinya, Kami akan melakukan hal yang sama terhadap orang-orang yang berdosa yang kelak akan datang, yaitu Kami pasti akan membinasakan mereka.", "(Kecelakaan besarlah pada hari itu bagi orang-orang yang mendustakan) sebagai pengukuh terhadap ayat sebelumnya.", "(Bukankah Kami menciptakan kalian dari air yang hina?) yang lemah, yaitu air mani.", "(Kemudian Kami letakkan dia dalam tempat yang kokoh) tempat yang terpelihara, yaitu dalam rahim.", "(Sampai waktu yang ditentukan) yaitu sampai waktu kelahirannya.", "(Lalu Kami tentukan) waktu tersebut (maka sebaik-baik yang menentukan) adalah Kami.", "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)", "(Bukankah Kami menjadikan bumi tempat berkumpul) lafal Kifaatan adalah Mashdar dari lafal Kafata yang artinya berkumpul atau tempat untuk berkumpul.", "(Orang-orang hidup) pada permukaannya (dan orang-orang mati) yang ada pada perutnya.", "(Dan Kami jadikan padanya gunung-gunung yang tinggi) gunung-gunung yang menjulang tinggi (dan Kami beri minum kalian dengan air yang tawar) air yang segar dan tawar.", "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan) kemudian pada hari kiamat dikatakan kepada orang-orang yang mendustakan:", "(\"Pergilah kamu sekalian mendapatkan azab yang dahulunya kalian mendustakannya.)", "(Pergilah kalian mendapatkan naungan yang mempunyai tiga cabang) yang dimaksud adalah asap neraka Jahanam, apabila membubung terbagi menjadi tiga, karena sangat besarnya.", "(Yang tidak melindungi) asap itu tidak dapat menaungi mereka dari panas hari itu (dan tiada bermanfaat) barang sedikit pun bagi mereka (untuk menolak api\") yakni api neraka.", "(Sesungguhnya neraka itu) maksudnya, api neraka itu (melontarkan bunga api) memercikkan bunga api (sebesar istana) yakni besar dan tingginya bagaikan istana.", "(Seolah-olah ia iringan unta) lafal Jimaalaatun bentuk jamak dari lafal Jimaalah, juga lafal Jimaalah ini adalah bentuk jamak dari lafal Jamalun. Menurut suatu qiraat dibaca Jimaalatun (yang kuning kehitam-hitaman) perwujudan dan warnanya. Di dalam sebuah hadis disebutkan: \"Manusia yang paling buruk ialah yang hitam bagaikan aspal.\" Orang-orang Arab menamakan unta yang berwarna hitam unta kuning, demikian itu karena warna hitamnya dicampuri dengan warna kuning. Tetapi menurut pendapat yang lain bahwa arti lafal Shufrun dalam ayat ini adalah hitam, karena alasan yang telah disebutkan tadi, tetapi menurut pendapat lainnya lagi bermakna kuning. Lafal Syararun adalah bentuk jamak dari lafal Syaraarah artinya percikan atau bunga api; dan lafal Al-Qiiru/Al-Qaaru artinya belakin atau aspal.", "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)", "(Ini) yakni hari kiamat ini (adalah hari yang mereka tidak dapat berbicara) sepatah kata pun.", "(Dan tidak diizinkan kepada mereka) mengemukakan alasannya (sehingga mereka dapat mengemukakan alasannya) lafal Faya'tadziruuna di'athafkan kepada lafal Yu'dzanu tanpa ada penyebab yang mengaitkannya, tetapi tetap termasuk ke dalam pengertian negatif. Artinya tiada berkenan bagi mereka untuk berbicara, maka tiada alasan bagi mereka.", "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)", "(Ini adalah hari keputusan; Kami mengumpulkan kalian) hai orang-orang yang mendustakan dari kalangan umat ini, yakni umat Nabi Muhammad (dan orang-orang yang terdahulu) dari kalangan orang-orang yang mendustakan sebelum kalian; lalu kalian semuanya akan dihisab kemudian diazab.", "(Jika kalian mempunyai tipu daya) tipu muslihat untuk melindungi diri kalian dari azab (maka lakukanlah tipu daya kalian itu terhadap-Ku) perbuatlah tipu daya kalian itu.", "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)", "(Sesungguhnya orang-orang yang bertakwa berada dalam naungan) berada dalam naungan pohon-pohon, yang pada hari itu bukan main panasnya, padahal tiada matahari (dan mata air-mata air) yang mengalir.", "(Dan mendapat buah-buahan dari jenis-jenis yang mereka sukai) di dalam ungkapan ayat ini terkandung pengertian bahwa makanan dan minuman di surga sesuai dengan selera penghuninya masing-masing. Berbeda dengan keadaan di dunia, makanan dan minuman sesuai dengan kemampuan masing-masing. Kemudian dikatakan kepada orang-orang yang bertakwa itu:", "(\"Makan dan minumlah kalian dengan enak) lafal Haniian merupakan Haal atau kata keterangan keadaan, yakni makan dan minumlah dengan seenak-enaknya (karena apa yang telah kalian kerjakan\") berupa ketaatan.", "(Sesungguhnya demikianlah Kami) sebagaimana Kami memberikan balasan kepada orang-orang yang takwa (memberikan balasan kepada orang-orang yang berbuat baik.)", "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)", "(\"Makanlah dan bersenang-senanglah kamu sekalian) khithab atau perintah ini ditujukan kepada orang-orang kafir di dunia (dalam waktu yang pendek) waktu yang singkat; yang batasnya adalah kematian mereka. Di dalam ungkapan ini terkandung makna ancaman terhadap mereka (sesungguhnya kalian adalah orang-orang yang berdosa.\")", "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)", "(Dan apabila dikatakan kepada mereka, \"Rukuklah\") yakni salatlah kalian (niscaya mereka tidak mau rukuk) tidak mau salat.", "(Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.)", "(Maka kepada perkataan apakah sesudah ini) sesudah Alquran ini (mereka akan beriman?) maksudnya, tidak mungkin mereka akan beriman kepada kitab-kitab Allah lainnya sesudah mereka mendustakannya, karena di dalam Alquran terkandung unsur I'jaz atau mukjizat yang tidak terdapat pada kitab-kitab Allah lainnya." ] }