{
    "id": 54,
    "name": "القمر",
    "ayaTranslation": [
        "The Hour has drawn near, and the moon has been cleft asunder.",
        "And if they see an Ayah, they turn away and say: \"This is magic, Mustamir.\"",
        "They denied and followed their own lusts. And every matter will be settled.",
        "And indeed there has come to them news wherein there is Muzdajar.",
        "Perfect wisdom, but warners benefit them not.",
        "So withdraw from them. The Day that the caller will call (them) to a terrible thing.",
        "They will come forth, with humbled eyes from (their) graves as if they were locusts spread abroad,",
        "Hastening towards the caller. The disbelievers will say: \"This is a hard Day.\"",
        "The people of Nuh denied (their Messenger) before them. They rejected Our servant and said: \"A madman!\" Wazdujir.",
        "Then he invoked his Lord (saying): \"I have been overcome, so help (me)!\"",
        "So, We opened the gates of the heaven with water Munhamir.",
        "And We caused springs to gush forth from the earth. So, the waters met for a matter predestined.",
        "And We carried him on a (ship) made of planks and nails (Dusur)",
        "Floating under Our Eyes, a reward for him who had been rejected!",
        "And indeed, We have left this as a sign. Then is there any that will remember",
        "Then how (terrible) was My torment and My warnings",
        "And We have indeed made the Qur'an easy to understand and remember; then is there anyone who will remember",
        "`Ad denied; then how was My torment and My warnings",
        "Verily, We sent against them a violently cold (Sarsar) wind on a day of calamity, continuous.",
        "Plucking out men as if they were uprooted stems of date palms.",
        "Then, how was My torment and My warnings",
        "And We have indeed made the Qur'an easy to understand and remember; then is there any that will remember",
        "Thamud denied the warnings.",
        "And they said: \"A man, alone among us -- shall we follow him Truly, then we should be in error and distress!\"",
        "\"Is it that the Reminder is sent to him alone from among us Nay, he is an insolent liar!\"",
        "Tomorrow they will come to know who is the liar, the insolent one!",
        "Verily, We are sending the she-camel as a test for them. So watch them, and be patient!",
        "And inform them that the water is to be shared between (her and) them, each one's right to drink being established (by turns).",
        "But they called their comrade and he took (a sword) and killed (her).",
        "Then, how was My torment and My warnings",
        "Verily, We sent against them a single Sayhah, and they became like straw Al-Muhtazir.",
        "And indeed, We have made the Qur'an easy to understand and remember; then is there any that will remember",
        "The people of Lut denied the warnings.",
        "Verily, We sent against them Hasib (a violent storm of stones), except the family of Lut, them We saved in the last hour of the night,",
        "As a favor from Us. Thus do We reward him who gives thanks.",
        "And he indeed had warned them of Our punishment, but they doubted the warnings!",
        "And they indeed sought to shame his guests. So, We blinded their eyes (saying), \"Then taste you My torment and My warnings.\"",
        "And verily, an abiding torment seized them early in the morning.",
        "Then taste you My torment and My warnings.",
        "And indeed, We have made the Qur'an easy to understand and remember; then is there any that will remember",
        "And indeed, warnings came to the people of Fir`awn.",
        "(They) denied all Our signs, so We seized them with a punishment of the Almighty, All-Capable.",
        "Are your disbelievers better than these Or have you immunity in the Divine Scriptures",
        "Or say they: \"We are a great multitude, victorious\"",
        "Their multitude will be put to flight, and they will show their backs.",
        "Nay, but the Hour is their appointed time, and the Hour will be more grievous and more bitter.",
        "Verily, the criminals are in error and will burn.",
        "The Day they will be dragged on their faces into the Fire (it will be said to them): \"Taste you the touch of Hell!\"",
        "Verily, We have created all things with Qadar.",
        "And Our commandment is but one as the twinkling of an eye.",
        "And indeed, We have destroyed your likes; then is there any that will remember",
        "And everything they have done is noted in Az-Zubur.",
        "And everything, small and large, is written down.",
        "Verily, those who have Taqwa, will be in the midst of Gardens and Rivers.",
        "In a seat of truth, near the Muqtadir King."
      ]
}