{
    "id": 44,
    "name": "الدخان",
    "ayaTranslation": [
        "Ha Mim.",
        "By the manifest Book that makes things clear.",
        "We sent it down on a blessed night. Verily, We are ever warning.",
        "Therein (that night) is decreed every matter, Hakim.",
        "As a command from Us. Verily, We are ever sending,",
        "(As) a mercy from your Lord. Verily, He is the All-Hearer, the All-Knower.",
        "The Lord of the heavens and the earth and all that is between them, if you (but) have a faith with certainty.",
        "La ilaha illa Huwa. He gives life and causes death -- your Lord and the Lord of your forefathers.",
        "Nay! They play about in doubt.",
        "Then wait you for the Day when the sky will bring forth a visible smoke,",
        "Covering mankind, this is a painful torment.",
        "(They will say): \"Our Lord! Remove the torment from us, really we shall become believers!\"",
        "How can there be for them an admonition, when a Messenger explaining things clearly has already come to them.",
        "Then they had turned away from him and said: \"(He is) one taught, a madman!\"",
        "Verily, We shall remove the torment for a while. Verily, you will revert.",
        "On the Day when We shall strike you with the great Batshah. Verily, We will exact retribution.",
        "And indeed We tried before them Fir`awn's people, when there came to them a noble Messenger.",
        "Saying: \"Deliver to me the servants of Allah. Verily, I am to you a Messenger worthy of all trust.\"",
        "\"And exalt not yourselves against Allah. Truly, I have come to you with a manifest authority.\"",
        "\"And truly, I seek refuge with my Lord and your Lord, lest you should stone me.\"",
        "\"But if you believe me not, then keep away from me and leave me alone.\"",
        "So he (Musa) called upon his Lord (saying): \"These are indeed the people who are criminals.\"",
        "(Allah said): \"Depart you with My servants by night. Surely, you will be pursued.\"",
        "\"And leave the sea as it is (quiet and divided). Verily, they are a host to be drowned.\"",
        "How many of gardens and springs that they (Fir`awn's people) left behind,",
        "And green crops (fields) and goodly places,",
        "And comforts of life wherein they used to take delight!",
        "Thus (it was)! And We made other people inherit them.",
        "And the heavens and the earth wept not for them, nor were they given respite.",
        "And indeed We saved the Children of Israel from the humiliating torment,",
        "From Fir`awn; verily, he was arrogant and was of the excessive.",
        "And We chose them above the nations (Al-`Alamin) with knowledge,",
        "And granted them signs in which there was a plain trial.",
        "Verily, these people are saying:",
        "\"There is nothing but our first death, and we shall not be resurrected.\"",
        "\"Then bring back our forefathers, if you speak the truth!\"",
        "Are they better or the people of Tubba` and those before them We destroyed them because they were indeed criminals.",
        "And We created not the heavens and the earth, and all that is between them, for mere play.",
        "We created them not except with truth, but most of them know not.",
        "Verily, the Day of Judgement is the time appointed for all of them --",
        "The Day when a near relative cannot avail a near relative in aught, and no help can they receive,",
        "Except him on whom Allah has mercy. Verily, He is the All-Mighty, the Most Merciful.",
        "Verily, the tree of Zaqqum",
        "Will be the food of the sinners.",
        "Like boiling oil, it will boil in the bellies,",
        "Like the boiling of scalding water.",
        "(It will be said:) \"Seize him and drag him into the midst of blazing Fire,\"",
        "\"Then pour over his head the torment of boiling water.\"",
        "\"Taste you (this)! Verily, you were (pretending to be) the mighty, the generous.\"",
        "\"Verily, this is that whereof you used to doubt!\"",
        "Verily, those who have Taqwa, will be in place of security.",
        "Among Gardens and Springs,",
        "Dressed in Sundus and Istabraq, facing each other,",
        "So (it will be). And We shall marry them to Hur (fair females) with wide lovely eyes,",
        "They will call therein for every kind of fruit in peace and security;",
        "They will never taste death therein except the first death, and He will save them from the torment of the blazing Fire,",
        "As a bounty from your Lord! That will be the supreme success!",
        "Certainly, We have made this easy in your tongue, in order that they may remember.",
        "Wait then; verily, they (too) are waiting."
      ]
}