{
    "id": 80,
    "name": "عبس",
    "ayaTranslation": [
        "He frowned and turned away.",
        "Because there came to him the blind man.",
        "And how can you know that he might become pure",
        "Or he might receive admonition, and the admonition might profit him",
        "As for him who thinks himself self-sufficient,",
        "To him you attend;",
        "What does it matter to you if he will not become pure",
        "But as for him who came to you running,",
        "And is afraid.",
        "Of him you are neglectful and divert your attention to another.",
        "Nay; indeed it is an admonition.",
        "So, whoever wills, let him pay attention to Him (it).",
        "In Records held in honor,",
        "Exalted, purified.",
        "In the hands of ambassadors (Safarah),",
        "Honorable and obedient.",
        "Qutila mankind! How ungrateful he is!",
        "From what thing did He create him",
        "From a Nutfah He created him and then set him in due proportion.",
        "Then He made the path easy for him.",
        "Then He causes him to die and puts him in his grave.",
        "Then when it is His will, He will resurrect him.",
        "Nay, but has not done what He commanded him.",
        "Then let man look at his food:",
        "We pour forth water in abundance.",
        "And We split the earth in clefts.",
        "And We cause therein Habb to grow,",
        "And grapes and Qadb,",
        "And olives and date palms,",
        "And Ghulb Hada'iq,",
        "And fruits (Fakihah) and herbage (Abb).",
        "A provision and benefit for you and your cattle.",
        "Then when there comes As-Sakhkhah",
        "That Day shall a man flee from his brother.",
        "And from his mother and his father.",
        "And from his wife and his children.",
        "Every man that Day will have enough to make him careless of others.",
        "Some faces that Day will be bright,",
        "Laughing, rejoicing at good news.",
        "And other faces that Day will be dust-stained.",
        "Darkness will cover them.",
        "Such will be the disbelieving, the wicked evil doers."
      ]
}