{
    "id": "75",
    "name": "القيامة",
    "remark": "",
    "ayaTranslation": [
        {
            "id": "1",
            "text": "Nay! I swear by the Day of Resurrection."
        },
        {
            "id": "2",
            "text": "And nay! I swear by An-Nafs Al-Lawwamah."
        },
        {
            "id": "3",
            "text": "Does man think that We shall not assemble his bones"
        },
        {
            "id": "4",
            "text": "Yes, We are able to put together in perfect order the tips of his fingers."
        },
        {
            "id": "5",
            "text": "Nay! Man desires to break out ahead of himself."
        },
        {
            "id": "6",
            "text": "He asks: \"When will be this Day of Resurrection\""
        },
        {
            "id": "7",
            "text": "So, when Bariqa the sight."
        },
        {
            "id": "8",
            "text": "And the moon will be eclipsed."
        },
        {
            "id": "9",
            "text": "And the sun and moon will be joined together."
        },
        {
            "id": "10",
            "text": "On that Day man will say: \"Where (is the refuge) to flee\""
        },
        {
            "id": "11",
            "text": "No! There is no refuge!"
        },
        {
            "id": "12",
            "text": "Unto your Lord will be the place of rest that Day."
        },
        {
            "id": "13",
            "text": "On that Day man will be informed of what he sent forward, and what he left behind."
        },
        {
            "id": "14",
            "text": "Nay! Man will be well informed about himself,"
        },
        {
            "id": "15",
            "text": "Though he may put forth his excuses."
        },
        {
            "id": "16",
            "text": "Move not your tongue concerning to make haste therewith."
        },
        {
            "id": "17",
            "text": "It is for Us to collect it and that it be recited."
        },
        {
            "id": "18",
            "text": "And when We have recited it to you, then follow its recitation."
        },
        {
            "id": "19",
            "text": "Then it is for Us to make it clear."
        },
        {
            "id": "20",
            "text": "But no! Rather you love the present life of this world,"
        },
        {
            "id": "21",
            "text": "And neglect the Hereafter."
        },
        {
            "id": "22",
            "text": "Some faces that Day shall be Nadirah."
        },
        {
            "id": "23",
            "text": "Looking at their Lord."
        },
        {
            "id": "24",
            "text": "And some faces that Day will be Basirah,"
        },
        {
            "id": "25",
            "text": "Thinking that some calamity is about to fall on them."
        },
        {
            "id": "26",
            "text": "Nay, when it rea- ches to the collarbones."
        },
        {
            "id": "27",
            "text": "And it will be said: \"Who can cure him\""
        },
        {
            "id": "28",
            "text": "And he will think that it was the parting;"
        },
        {
            "id": "29",
            "text": "And one shank will be joined with another shank."
        },
        {
            "id": "30",
            "text": "The drive will be on that Day to your Lord!"
        },
        {
            "id": "31",
            "text": "So, he neither believed nor prayed!"
        },
        {
            "id": "32",
            "text": "But on the contrary, he denied and turned away!"
        },
        {
            "id": "33",
            "text": "Then he walked in conceit to his family admiring himself!"
        },
        {
            "id": "34",
            "text": "Woe to you! And then woe to you!"
        },
        {
            "id": "35",
            "text": "Again, woe to you! And then woe to you!"
        },
        {
            "id": "36",
            "text": "Does man think that he will be left neglected"
        },
        {
            "id": "37",
            "text": "Was he not a Nutfah of semen emitted"
        },
        {
            "id": "38",
            "text": "Then he became an `Alaqah; then shaped and fashioned in due proportion."
        },
        {
            "id": "39",
            "text": "And made of him two sexes, male and female."
        },
        {
            "id": "40",
            "text": "Is it not so then, that He would be able to give life to the dead"
        }
    ]
}