{ "id": 22, "name": "الحج", "ayaTranslation": [ "O mankind! Have Taqwa of your Lord! Verily, the earthquake of the Hour is a terrible thing.", "The Day you shall see it, every nursing mother will forget her nursling, and every pregnant one will drop her load, and you shall see mankind as in a drunken state, yet they will not be drunk, but Allah's torment is severe.", "And among mankind is he who disputes about Allah, without knowledge, and follows every rebellious Shaytan.", "For him (the devil) it is decreed that whosoever follows him, he will mislead him, and will drive him to the torment of the Fire.", "O mankind! If you are in doubt about the Resurrection, then verily, We have created you from dust, then from a Nutfah, then from a clot then from a little lump of flesh -- some formed and some unformed -- that We may make (it) clear to you. And We cause whom We will to remain in the wombs for an appointed term, then We bring you out as infants, then (give you growth) that you may reach your age of full strength. And among you there is he who dies (young), and among you there is he who is brought back to the miserable old age, so that he knows nothing after having known. And you see the earth Hamidatan, but when We send down water on it, it is stirred (to life), and it swells and puts forth every lovely kind (of growth).", "That is because Allah: He is the Truth, and it is He Who gives life to the dead, and it is He Who is able to do all things.", "And surely, the Hour is coming, there is no doubt about it; and certainly, Allah will resurrect those who are in the graves.", "And among men is he who disputes about Allah, without knowledge or guidance, or a Book giving light (from Allah).", "Bending his neck in pride, and leading (others) too (far) astray from the path of Allah. For him there is disgrace in this worldly life, and on the Day of Resurrection We shall make him taste the torment of burning.", "That is because of what your hands have sent forth, and verily, Allah is not unjust to servants.", "And among mankind is he who worships Allah as it were upon the edge: if good befalls him, he is content therewith; but if a Fitnah strikes him, he turns back on his face. He loses both this world and the Hereafter. That is the evident loss.", "He calls besides Allah unto that which can neither harm him nor profit him. That is a straying far away.", "He calls unto him whose harm is nearer than his profit; certainly an evil Mawla and certainly an evil `Ashir!", "Truly, Allah will admit those who believe and do righteous good deeds to Gardens underneath which rivers flow. Verily, Allah does what He wills.", "Whoever thinks that Allah will not help him in this world and in the Hereafter, let him stretch out a rope to the ceiling and let him strangle himself. Then let him see whether his plan will remove that whereat he rages!", "Thus have We sent it down as clear Ayat, and surely, Allah guides whom He wills.", "Verily, those who believe, and those who are Jews, and the Sabians, and the Christians, and the Majus, and those who worship others besides Allah; truly, Allah will judge between them on the Day of Resurrection. Verily, Allah is over all things a Witness.", "See you not that whoever is in the heavens and whoever is on the earth, and the sun, and the moon, and the stars, and the mountains, and the trees, and Ad-Dawabb, and many of mankind prostrate themselves to Allah. But there are many (men) on whom the punishment is justified. And whomsoever Allah disgraces, none can honor him. Verily, Allah does what He wills.", "These two opponents dispute with each other about their Lord; then as for those who disbelieved, garments of fire will be cut out for them, boiling water will be poured down over their heads.", "With it will melt (or vanish away) what is within their bellies, as well as (their) skins.", "And for them are hooked rods of iron.", "Every time they seek to get away therefrom, from anguish, they will be driven back therein, and (it will be) said to them: \"Taste the torment of burning!\"", "Truly, Allah will admit those who believe and do righteous good deeds, to Gardens underneath which rivers flow (in Paradise), wherein they will be adorned with bracelets of gold and pearls and their garments therein will be of silk.", "And they are guided unto goodly speech and they are guided to the path of Him, Who is Worthy of all praises.", "Verily, those who disbelieved and hinder (men) from the path of Allah, and from Al-Masjid Al-Haram which We have made (open) to (all) men, the dweller in it and the visitor from the country are equal there, and whoever inclines to evil actions therein or to do wrong, him We shall cause to taste from a painful torment.", "And (remember) when We showed Ibrahim the site of the House (saying): \"Associate not anything with Me, and sanctify My House for those who circumambulate it, and those who stand up (for prayer), and those who bow and make prostration (in prayer);\"", "And proclaim to mankind the Hajj (pilgrimage). They will come to you on foot and on every lean camel, they will come from every Fajj `Amiq.", "That they may witness things that are of benefit to them, and mention the Name of Allah on appointed days, over the beast of cattle that He has provided for them. Then eat thereof and feed therewith the poor having a hard time.", "Then let them complete their prescribed duties and perform their vows, and circumambulate the `Atiq House.", "That and whoever honors the sacred things of Allah, then that is better for him with his Lord. The cattle are lawful to you, except those (that will be) mentioned to you. So shun the Rijs of the idols, and shun false speech.", "Hunafa' Lillah, not associating partners unto Him; and whoever assigns partners to Allah, it is as if he had fallen from the sky, the birds caught him in midair, or the wind had thrown him to a far off place.", "Thus it is, and whosoever honors the Sha`a'ir of Allah, then it is truly from the Taqwa of the hearts.", "In them are benefits for you for an appointed term, and afterwards they are brought for sacrifice to the `Atiq House.", "And for every nation We have appointed religious ceremonies, that they may mention the Name of Allah over the beast of cattle that He has given them for food. And your God is One God, so you must submit to Him Alone. And give glad tidings to the Mukhbitin.", "Whose hearts are filled with fear when Allah is mentioned, and the patient who bear whatever may befall them, and who perform the Salah, and who spend out of what We have provided for them.", "And the Budn, We have made them for you as among the symbols of Allah, wherein you have much good. So mention the Name of Allah over them when they are drawn up in lines (for sacrifice). Then, when they are down on their sides (after slaughter), eat thereof, and feed the Qani` and the Mu`tarr. Thus have We made them subject to you that you may be grateful.", "It is neither their meat nor their blood that reaches Allah, but it is Taqwa from you that reaches Him. Thus have We made them subject to you that you may proclaim Allah's greatness for His guidance to you. And give glad tidings to the doers of good.", "Truly, Allah defends those who believe. Verily, Allah likes not any treacherous ingrate.", "Permission (to fight) is given to those (believers) who are fought against, because they have been wronged; and surely, Allah is able to give them victory.", "Those who have been expelled from their homes unjustly only because they said: \"Our Lord is Allah.\" For had it not been that Allah checks one set of people by means of another, Sawami`, Biya`, Salawat, and Masjids, wherein the Name of Allah is mentioned much, would surely have been pulled down. Verily, Allah will help those who help His (cause). Truly, Allah is All-Strong, All-Mighty.", "Those who, if We give them power in the land, establish the Salah, enforce the Zakah, and they enjoin the good and forbid the evil. And with Allah rests the end of (all) matters.", "And if they deny you, so did deny before them the people of Nuh, `Ad and Thamud.", "And the people of Ibrahim and the people of Lut,", "And the dwellers of Madyan; and denied was Musa. But I granted respite to the disbelievers for a while, then I seized them, and how (terrible) was My punishment!", "And many a township did We destroy while they were given to wrongdoing, so that it lie in ruins, and a deserted well and castle Mashid!", "Have they not traveled through the land, and have they hearts wherewith to understand and ears wherewith to hear Verily, it is not the eyes that grow blind, but it is the hearts which are in the breasts that grow blind.", "And they ask you to hasten on the torment! And Allah fails not His promise. And verily a day with your Lord is as a thousand years of what you reckon.", "And many a township did I give respite while it was given to wrongdoing. Then I seized it (with punishment). And to Me is the (final) return (of all).", "Say: \"O mankind! I am (sent) to you only as a plain warner.\"", "So those who believe and do righteous good deeds, for them is forgiveness and Rizq Karim.", "But those who strive against Our Ayat to frustrate them, they will be dwellers of the Hellfire.", "Never did We send a Messenger or a Prophet before you but when he did recite (the revelation or narrated or spoke), Shaytan threw (some falsehood) in his recitation (of the revelation). But Yansakh Allah that which Shaytan throws in. Then Allah establishes His revelations. And Allah is All-Knower, All-Wise:", "That He (Allah) may make what is thrown in by Shaytan a trial for those in whose hearts is a disease and whose hearts are hardened. And certainly, the wrongdoers are in an opposition far-off (from the truth).", "And that those who have been given knowledge may know that it (this Qur'an) is the truth from your Lord, so that they may believe therein, and their hearts may submit to it with humility. And verily, Allah is the Guide of those who believe, to the straight path.", "And those who disbelieved, will not cease to be in doubt about it until the Hour comes suddenly upon them, or there comes to them the torment of Yawm `Aqim.", "The sovereignty on that Day will be that of Allah. He will judge between them. So those who believed and did righteous good deeds will be in Gardens of Delight.", "And those who disbelieved and denied Our Ayat, for them will be a humiliating torment (in Hell).", "Those who emigrated in the cause of Allah and after that were killed or died, surely, Allah will provide a good provision for them. And verily, it is Allah Who indeed is the Best of those who make provision.", "Truly, He will make them enter an entrance with which they shall be well-pleased, and verily, Allah indeed is All-Knowing, Most Forbearing.", "That is so. And whoever has retaliated with the like of that which he was made to suffer, and then has again been wronged, Allah will surely help him. Verily, Allah indeed is Oft-Pardoning, Oft-Forgiving.", "That is because Allah merges the night into the day, and He merges the day into the night. And verily, Allah is All-Hearer, All-Seer.", "That is because Allah -- He is the Truth, and what they invoke besides Him, it is false. And verily, Allah -- He is the Most High, the Most Great.", "See you not that Allah sends down water from the sky, and then the earth becomes green Verily, Allah is the Most Kind and Courteous, Well-Acquainted with all things.", "To Him belongs all that is in the heavens and all that is on the earth. And verily, Allah -- He is Rich, Worthy of all praise.", "See you not that Allah has subjected to you all that is on the earth, and the ships that sail through the sea by His command He withholds the heaven from falling on the earth except by His leave. Verily, Allah is for mankind, full of kindness, Most Merciful.", "It is He, Who gave you life, and then will cause you to die, and will again give you life. Verily, man is indeed Kafurun.", "For every nation We have made Mansak which they must follow; so let them not dispute with you on the matter, but invite them to your Lord. Verily, you indeed are on the straight guidance.", "And if they argue with you, say: \"Allah knows best of what you do.\"", "\"Allah will judge between you on the Day of Resurrection about that wherein you used to differ.\"", "Know you not that Allah knows all that is in the heaven and on the earth Verily, it is (all) in the Book. Verily, that is easy for Allah.", "And they worship besides Allah others for which He has sent down no authority, and of which they have no knowledge; and for the wrongdoers there is no helper.", "And when Our clear Ayat are recited to them, you will notice a denial on the faces of the disbelievers! They are nearly ready to attack with violence those who recite Our Ayat to them. Say: \"Shall I tell you of something worse than that The Fire which Allah has promised to those who disbelieved, and worst indeed is that destination!\"", "O mankind! A parable has been made, so listen to it: Verily, those on whom you call besides Allah, cannot create a fly, even though they combine together for the purpose. And if the fly snatches away a thing from them, they will have no power to release it from the fly. So weak are the seeker and the sought.", "They have not regarded Allah with His rightful esteem. Verily, Allah is All-Strong, All-Mighty.", "Allah chooses Messengers from angels and from men. Verily, Allah is All-Hearer, All-Seer.", "He knows what is before them, and what is behind them. And to Allah return all matters.", "O you who believe! Bow down, and prostrate yourselves, and worship your Lord and do good that you may be successful.", "And strive hard in Allah's cause as you ought to strive. He has chosen you, and has not laid upon you in religion any hardship: it is the religion of your father Ibrahim. He has named you Muslims both before and in this (Qur'an), that the Messenger may be a witness over you and you be witnesses over mankind! So, perform the Salah, give the Zakah and hold fast to Allah. He is your Mawla, what an Excellent Mawla and what an Excellent Helper!" ] }