{
    "id": 21,
    "name": "الأنبياء",
    "ayaTranslation": [
        "Draws near for mankind their reckoning, while they turn away in heedlessness.",
        "Comes not unto them an admonition from their Lord as a recent revelation but they listen to it while they play.",
        "With their hearts occupied. Those who do wrong, conceal their private counsels, (saying): \"Is this more than a human being like you Will you submit to magic while you see it\"",
        "He said: \"My Lord knows what is said in the heavens and on earth. And He is the All-Hearer, the All-Knower.\"",
        "Nay, they say: \"These are mixed up false dreams! Nay, he has invented it! -- Nay, he is a poet! Let him then bring us an Ayah like the ones that were sent before!\"",
        "Not one of the towns of those which We destroyed, believed before them; will they then believe.",
        "And We sent not before you but men to whom We revealed. So ask the people of the Reminder if you do not know.",
        "And We did not place them in bodies that did not eat food, nor were they immortals.",
        "Then We fulfilled to them the promise. So We saved them and those whom We willed, but We destroyed Al-Musrifin.",
        "Indeed, We have sent down for you a Book in which there is Dhikrukum. Will you not then understand",
        "How many a town given to wrongdoing, have We destroyed, and raised up after them another people!",
        "Then, when they sensed Our torment, behold, they (tried to) flee from it.",
        "Flee not, but return to that wherein you lived a luxurious life, and to your homes, in order that you may be questioned.",
        "They cried: \"Woe to us! Certainly we have been wrongdoers.\"",
        "And that cry of theirs ceased not, till We made them as a field that is reaped, extinct.",
        "We created not the heavens and the earth and all that is between them for play.",
        "Had We intended to take a pastime, We could surely have taken it from Us, if We were going to do (that).",
        "Nay, We fling the truth against the falsehood, so it destroys it, and behold, it disappears. And woe to you for that which you ascribe.",
        "To Him belongs whosoever is in the heavens and on earth. And those who are near Him are not too proud to worship Him, nor are they weary.",
        "They glorify His praises night and day, they never slacken.",
        "Or have they taken (for worship) gods from the earth who raise the dead",
        "Had there been therein (in the heavens and the earth) gods besides Allah, then verily, both would have been ruined. Glorified be Allah, the Lord of the Throne, (High is He) above all that (evil) they associate with Him!",
        "He cannot be questioned as to what He does, while they will be questioned.",
        "Or have they taken for worship gods besides Him Say: \"Bring your proof. This is the Reminder for those with me and the Reminder for those before me.\" But most of them know not the Truth, so they are averse.",
        "And We did not send any Messenger before you but We revealed to him (saying): \"There is no God but I, so worship Me.\"",
        "And they say: \"The Most Gracious has begotten children.\" Glory to Him! They are but honored servants.",
        "They speak not until He has spoken, and they act on His command.",
        "He knows what is before them, and what is behind them, and they cannot intercede except for him with whom He is pleased. And they stand in awe for fear of Him.",
        "And if any of them should say: \"Verily, I am a god besides Him,\" such We should recompense with Hell. Thus We recompense the wrongdoers.",
        "Have not those who disbelieve known that the heavens and the earth were joined together as one united piece, then We parted them And We have made from water every living thing. Will they not then believe",
        "And We have placed on the earth firm mountains, lest it should shake with them, and We placed therein broad highways for them to pass through, that they may be guided.",
        "And We have made the heaven a roof, safe and well-guarded. Yet they turn away from its signs.",
        "And He it is Who has created the night and the day, and the sun and the moon, each in an orbit floating.",
        "And We granted not to any human being immortality before you; then if you die, would they live forever",
        "Everyone is going to taste death, and We shall test you with evil and with good by way of trial. And to Us you will be returned.",
        "And when those who disbelieved see you, they take you not except for mockery (saying): \"Is this the one who talks about your gods\" While they disbelieve at the mention of the Most Gracious.",
        "Man is created of haste. I will show you My Ayat. So ask Me not to hasten (them).",
        "And they say: \"When will this promise (come to pass), if you are truthful.\"",
        "If only those who disbelieved knew (the time) when they will not be able to ward off the Fire from their faces, nor from their backs, and they will not be helped.",
        "Nay, it will come upon them all of a sudden and will perplex them, and they will have no power to avert it nor will they get respite.",
        "Indeed (many) Messengers were mocked before you, but the scoffers were surrounded by what they used to mock.",
        "Say: \"Who can guard and protect you in the night or in the day from the Most Gracious\" Nay, but they turn away from the remembrance of their Lord.",
        "Or have they gods who can guard them from Us They have no power to help themselves, nor can they be protected from Us.",
        "Nay, We gave the luxuries of this life to these men and their fathers until the period grew long for them. See they not that We gradually reduce the land from its outlying borders Is it then they who will overcome",
        "Say: \"I warn you only by the revelation. \"But the deaf will not hear the call, (even) when they are warned.",
        "And if a breath of the torment of your Lord touches them, they will surely cry: \"Woe unto us! Indeed we have been wrongdoers.\"",
        "And We shall set up Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything. And if there be the weight of a mustard seed, We will bring it. And sufficient are We to take account.",
        "And indeed We granted to Musa and Harun the criterion, and a shining light and a Reminder for those who have Taqwa.",
        "Those who fear their Lord in the unseen, and they are afraid of the Hour.",
        "And this is a blessed Reminder which We have sent down; will you then deny it",
        "And indeed We bestowed aforetime on Ibrahim his guidance, and We were Well-Acquainted with him.",
        "When he said to his father and his people: \"What are these images to which you are devoted\"",
        "They said: \"We found our fathers worshipping them.\"",
        "He said: \"Indeed you and your fathers have been in manifest error.\"",
        "They said: \"Have you brought us the Truth, or are you one of those who play about\"",
        "He said: \"Nay, your Lord is the Lord of the heavens and the earth, Who created them and to that I am one of the witnesses.\"",
        "\"And by Allah, I shall plot a plan for your idols after you have gone away and turned your backs.\"",
        "So he broke them to pieces, except the biggest of them, that they might turn to it.",
        "They said: \"Who has done this to our gods He must indeed be one of the wrongdoers.\"",
        "They said: \"We heard a young man talking against them, who is called Ibrahim.\"",
        "They said: \"Then bring him before the eyes of the people, that they may testify.\"",
        "They said: \"Are you the one who has done this to our gods, O Ibrahim\"",
        "He said: \"Nay, this one, the biggest of them did it. Ask them, if they can speak!\"",
        "So they turned to themselves and said: \"Verily, you are the wrongdoers.\"",
        "Then they turned to themselves: \"Indeed you know well that these speak not!\"",
        "He said: \"Do you then worship besides Allah, things that can neither profit you nor harm you\"",
        "\"Fie upon you, and upon that which you worship besides Allah! Have you then no sense\"",
        "They said: \"Burn him and help your gods, if you will be doing.\"",
        "We said: \"O fire! Be you cool and safety for Ibrahim!\"",
        "And they wanted to harm him, but We made them the worst losers.",
        "And We rescued him and Lut to the land which We have blessed for the nations.",
        "And We bestowed upon him Ishaq, and Ya`qub Nafilatan. Each one We made righteous.",
        "And We made them leaders, guiding by Our command, and We revealed to them the doing of good deeds, performing Salah, and the giving of Zakah, and of Us (Alone) they were the worshippers.",
        "And (remember) Lut, We gave him wisdom and knowledge, and We saved him from the town who practised Al-Khaba'ith. Verily, they were a people given to evil, and were rebellious.",
        "And We admitted him to Our mercy; truly, he was of the righteous.",
        "And (remember) Nuh, when he cried (to Us) aforetime. We answered to his invocation and saved him and his family from the great distress.",
        "We helped him against the people who denied Our Ayat. Verily, they were a people given to evil. So We drowned them all.",
        "And (remember) Dawud and Sulayman, when they gave judgement in the case of the field in which the sheep of certain people had Nafashat; and We were witness to their judgement.",
        "And We made Sulayman to understand (the case); and to each of them We gave wisdom (Hukm) and knowledge. And We subjected the mountains and the birds to glorify Our praises along with Dawud. And it was We Who were the doer (of all these things).",
        "And We taught him the making of metal coats of mail (for battles), to protect you in your fighting. Are you then grateful",
        "And to Sulayman (We subjected) the wind strongly raging, running by his command towards the land which We had blessed. And of everything We are the All-Knower.",
        "And of the Shayatin were some who dived for him, and did other work besides that; and it was We Who guarded them.",
        "And (remember) Ayyub, when he cried to his Lord: \"Verily, distress has seized me, and You are the Most Merciful of all those who show mercy.\"",
        "So We answered his call, and We removed the distress that was on him, and We restored his family to him, and the like thereof along with them as a mercy from Ourselves and a Reminder for all those who worship Us.",
        "And (remember) Isma`il, Idris and Dhul-Kifl: All were from among the patient.",
        "And We admitted them to Our mercy. Verily, they were of the righteous.",
        "And (remember) Dhun-Nun, when he went off in anger, and imagined that We shall not punish him! But he cried through the darknesses (Zulumat) (saying): \"There is no God but You, Glorified be You! Truly, I have been of the Zalimin wrongdoers.\"",
        "So We answered his call, and delivered him from the distress. And thus We do deliver the believers.",
        "And (remember) Zakariyya, when he cried to his Lord: \"O My Lord! Leave me not single (childless), though You are the Best of the inheritors.\"",
        "So We answered his call, and We bestowed upon him Yahya, and cured his wife for him. Verily, they used to hasten on to do good deeds, and they used to call on Us with hope and fear, and they were Khashi`in before Us.",
        "And she who guarded her chastity, We breathed into her through Our Ruh, and We made her and her son a sign for nations.",
        "Truly, this, your Ummah is one, and I am your Lord, therefore worship Me.",
        "But they have broken up and differed in their religion among themselves. (And) they all shall return to Us.",
        "So whoever does righteous good deeds while he is a believer, his efforts will not be rejected. Verily, We record it for him (in his Book of deeds).",
        "And a ban is laid on every town which We have destroyed that they shall not return.",
        "Until, when Ya'juj and Ma'juj (Gog and Magog people) are let loose, and they swoop down from every Hadab.",
        "And the true promise shall draw near. Then, you shall see the eyes of the disbelievers fixedly staring in horror. (They will say:) \"Woe to us! We were indeed heedless of this -- nay, but we were wrongdoers.\"",
        "Certainly you and that which you are worshipping now besides Allah, are (but) fuel (Hasab) for Hell! (Surely) you will enter it.",
        "Had these been gods, they would not have entered there (Hell), and all of them will abide therein forever.",
        "Therein they will be breathing out with deep sighs and roaring and therein they will hear not.",
        "Verily, those for whom the good has preceded from Us, they will be removed far therefrom (Hell).",
        "They shall not hear the slightest sound of it (Hell), while they abide in that which their own selves desire.",
        "The greatest terror will not grieve them, and the angels will meet them, (with the greeting:) \"This is your Day which you were promised.\"",
        "And (remember) the Day when We shall roll up the heaven like a Sijill for books. As We began the first creation, We shall repeat it. (It is) a promise binding upon Us. Truly, We shall do it.",
        "And indeed We have written in Az-Zabur after Adh-Dhikr that My righteous servants shall inherit the land.",
        "Verily, in this there is a plain Message for people who worship Allah.",
        "And We have sent you (O Muhammad) not but as a mercy for the `Alamin.",
        "Say: \"It is revealed to me that your God is only one God. Will you then be Muslims\"",
        "But if they turn away say: \"I give you a notice to be known to us all alike. And I know not whether that which you are promised is near or far.\"",
        "\"Verily, He knows that which is spoken aloud and He knows that which you conceal.\"",
        "\"And I know not, perhaps it may be a trial for you, and an enjoyment for a while.\"",
        "He said:\"My Lord! Judge You in truth! Our Lord is the Most Gracious, Whose help is to be sought against that which you attribute!\""
      ]
}