{
    "id": "26",
    "name": "الشعراء",
    "remark": "",
    "ayaTranslation": [
        {
            "id": "1",
            "text": "Ta Sin Mim."
        },
        {
            "id": "2",
            "text": "These are Ayat of the Book Mubin."
        },
        {
            "id": "3",
            "text": "It may be that you are going Bakhi` yourself, that they do not become believers."
        },
        {
            "id": "4",
            "text": "If We will, We could send down to them from the heaven a sign, to which they would bend their necks in humility."
        },
        {
            "id": "5",
            "text": "And never comes there unto them a Reminder as a recent revelation from the Most Gracious, but they turn away therefrom."
        },
        {
            "id": "6",
            "text": "So, they have indeed denied, then the news of what they mocked at will come to them."
        },
        {
            "id": "7",
            "text": "Do they not observe the earth -- how much of every good kind We cause to grow therein"
        },
        {
            "id": "8",
            "text": "Verily, in this is an Ayah, yet most of them are not believers."
        },
        {
            "id": "9",
            "text": "And verily your Lord, He is truly the All-Mighty, the Most Merciful."
        },
        {
            "id": "10",
            "text": "And (remember) when your Lord called Musa (saying): \"Go to the people who are wrongdoers.\""
        },
        {
            "id": "11",
            "text": "\"The people of Fira`wn. Will they not have Taqwa\""
        },
        {
            "id": "12",
            "text": "He said: \"My Lord! Verily, I fear that they will deny me,\""
        },
        {
            "id": "13",
            "text": "\"And my breast straitens, and my tongue expresses not well. So send for Harun.\""
        },
        {
            "id": "14",
            "text": "\"And they have a charge of crime against me, and I fear they will kill me. \""
        },
        {
            "id": "15",
            "text": "(Allah) said: \"Nay! Go you both with Our signs. Verily, We shall be with you, listening.\""
        },
        {
            "id": "16",
            "text": "\"And go both of you to Fira`wn, and say: `We are the Messengers of the Lord of Al-`Alamin,'"
        },
        {
            "id": "17",
            "text": "`So allow the Children of Israel to go with us.\"'"
        },
        {
            "id": "18",
            "text": "(Fir`awn) said (to Musa): \"Did we not bring you up among us as a child And you did dwell many years of your life with us.\""
        },
        {
            "id": "19",
            "text": "\"And you did your deed, which you did. While you were one of the ingrates.\""
        },
        {
            "id": "20",
            "text": "Musa said: \"I did it then, when I was in error.\""
        },
        {
            "id": "21",
            "text": "\"So, I fled from you when I feared you. But my Lord has granted me Hukm, and made me one of the Messengers.\""
        },
        {
            "id": "22",
            "text": "\"And this is the past favor with which you reproach me, -- that you have enslaved the Children of Israel.\""
        },
        {
            "id": "23",
            "text": "Fir`awn said: \"And what is the Lord of Al-`Alamin\""
        },
        {
            "id": "24",
            "text": "(Musa) said: \"The Lord of the heavens and the earth, and all that is between them, if you seek to be convinced with certainty.\""
        },
        {
            "id": "25",
            "text": "(Fir`awn) said to those around: \"Do you not hear (what he says)\""
        },
        {
            "id": "26",
            "text": "(Musa) said: \"Your Lord and the Lord of your ancient fathers!\""
        },
        {
            "id": "27",
            "text": "(Fir`awn) said: \"Verily, your Messenger who has been sent to you is a madman!\""
        },
        {
            "id": "28",
            "text": "(Musa) said: \"Lord of the east and the west, and all that is between them, if you did but understand!\""
        },
        {
            "id": "29",
            "text": "He said: \"If you choose a god other than me, I will certainly put you among the prisoners.\""
        },
        {
            "id": "30",
            "text": "He said: \"Even if I bring you something manifest\""
        },
        {
            "id": "31",
            "text": "He said: \"Bring it forth then, if you are of the truthful!\""
        },
        {
            "id": "32",
            "text": "So he threw his stick, and behold, it was a serpent, manifest."
        },
        {
            "id": "33",
            "text": "And he drew out his hand, and behold, it was white to all beholders!"
        },
        {
            "id": "34",
            "text": "He said to the chiefs around him: \"Verily, this is indeed a well-versed sorcerer.\""
        },
        {
            "id": "35",
            "text": "\"He wants to drive you out of your land by his sorcery: what is it then that you command\""
        },
        {
            "id": "36",
            "text": "They said: \"Put him off and his brother (for a while), and send callers to the cities;\""
        },
        {
            "id": "37",
            "text": "\"To bring up to you every well-versed sorcerer.\""
        },
        {
            "id": "38",
            "text": "So, the sorcerers were assembled at a fixed time on a day appointed."
        },
        {
            "id": "39",
            "text": "And it was said to the people: \"Are you (too) going to assemble\""
        },
        {
            "id": "40",
            "text": "\"That we may follow the sorcerers if they are the winners.\""
        },
        {
            "id": "41",
            "text": "So, when the sorcerers arrived, they said to Fir`awn: \"Will there surely be a reward for us if we are the winners\""
        },
        {
            "id": "42",
            "text": "He said: \"Yes, and you shall then verily be of those brought near (to myself).\""
        },
        {
            "id": "43",
            "text": "Musa said to them: \"Throw what you are going to throw!\""
        },
        {
            "id": "44",
            "text": "So, they threw their ropes and their sticks, and said: \"By the might of Fir`awn, it is we who will certainly win!\""
        },
        {
            "id": "45",
            "text": "Then Musa threw his stick, and behold, it swallowed up all that they falsely showed!"
        },
        {
            "id": "46",
            "text": "And the sorcerers fell down prostrate."
        },
        {
            "id": "47",
            "text": "Saying: \"We believe in the Lord of Al-`Alamin.\""
        },
        {
            "id": "48",
            "text": "\"The Lord of Musa and Harun.\""
        },
        {
            "id": "49",
            "text": "He said: \"You have believed in him before I give you leave. Surely, he indeed is your chief, who has taught you magic! So verily, you shall come to know. Verily, I will cut off your hands and your feet on opposite sides, and I will crucify you all.\""
        },
        {
            "id": "50",
            "text": "They said: \"No harm! Surely, to our Lord we are to return.\""
        },
        {
            "id": "51",
            "text": "\"Verily, we really hope that our Lord will forgive us our sins, as we are the first of the believers.\""
        },
        {
            "id": "52",
            "text": "And We revealed to Musa, saying: \"Depart by night with My servants, verily, you will be pursued.\""
        },
        {
            "id": "53",
            "text": "Then Fir`awn sent callers to (all) the cities."
        },
        {
            "id": "54",
            "text": "(Saying): \"Verily, these indeed are but a small band.\""
        },
        {
            "id": "55",
            "text": "\"And verily, they have done what has enraged us.\""
        },
        {
            "id": "56",
            "text": "\"But we are a host all assembled, amply forewarned.\""
        },
        {
            "id": "57",
            "text": "So, We expelled them from gardens and springs,"
        },
        {
            "id": "58",
            "text": "Treasures, and every kind of honorable place."
        },
        {
            "id": "59",
            "text": "Thus and We caused the Children of Israel to inherit them."
        },
        {
            "id": "60",
            "text": "So, they pursued them at sunrise."
        },
        {
            "id": "61",
            "text": "And when the two hosts saw each other, the companions of Musa said: \"We are sure to be overtaken.\""
        },
        {
            "id": "62",
            "text": "(Musa) said: \"Nay, verily with me is my Lord. He will guide me.\""
        },
        {
            "id": "63",
            "text": "Then We revealed to Musa (saying): \"Strike the sea with your stick.\" And it parted, and each separate part became like huge mountain."
        },
        {
            "id": "64",
            "text": "Then We brought near the others to that place."
        },
        {
            "id": "65",
            "text": "And We saved Musa and all those with him."
        },
        {
            "id": "66",
            "text": "Then We drowned the others."
        },
        {
            "id": "67",
            "text": "Verily, in this is indeed a sign, yet most of them are not believers."
        },
        {
            "id": "68",
            "text": "And verily your Lord, He is truly the All-Mighty, the Most Merciful."
        },
        {
            "id": "69",
            "text": "And recite to them the story of Ibrahim."
        },
        {
            "id": "70",
            "text": "When he said to his father and his people: \"What do you worship\""
        },
        {
            "id": "71",
            "text": "They said: \"We worship idols, and to them we are ever devoted.\""
        },
        {
            "id": "72",
            "text": "He said: \"Do they hear you when you call\""
        },
        {
            "id": "73",
            "text": "\"Or do they benefit you or do they cause harm\""
        },
        {
            "id": "74",
            "text": "They said: \"(Nay) but we found our fathers doing so.\""
        },
        {
            "id": "75",
            "text": "He said: \"Do you observe that which you have been worshipping --\""
        },
        {
            "id": "76",
            "text": "\"You and your ancient fathers\""
        },
        {
            "id": "77",
            "text": "\"Verily, they are enemies to me, save the Lord of Al-`Alamin,\""
        },
        {
            "id": "78",
            "text": "Who has created me, and it is He Who guides me."
        },
        {
            "id": "79",
            "text": "And it is He Who feeds me and gives me to drink."
        },
        {
            "id": "80",
            "text": "And when I am ill, it is He Who cures me."
        },
        {
            "id": "81",
            "text": "And Who will cause me to die, and then will bring me to life."
        },
        {
            "id": "82",
            "text": "And Who, I hope, will forgive me my faults on the Day of Recompense."
        },
        {
            "id": "83",
            "text": "My Lord! Bestow Hukm on me, and join me with the righteous."
        },
        {
            "id": "84",
            "text": "And grant me an honorable mention in later generations."
        },
        {
            "id": "85",
            "text": "And make me one of the inheritors of the Paradise of Delight."
        },
        {
            "id": "86",
            "text": "And forgive my father, verily, he is of the erring."
        },
        {
            "id": "87",
            "text": "And disgrace me not on the Day when they will be resurrected."
        },
        {
            "id": "88",
            "text": "The Day whereon neither wealth nor sons will avail,"
        },
        {
            "id": "89",
            "text": "Except him who brings to Allah a clean heart."
        },
        {
            "id": "90",
            "text": "And Paradise will be brought near to those who had Taqwa."
        },
        {
            "id": "91",
            "text": "And the (Hell) Fire will be placed in full view of the astray."
        },
        {
            "id": "92",
            "text": "And it will be said to them: \"Where are those that you used to worship.\""
        },
        {
            "id": "93",
            "text": "\"Instead of Allah Can they help you or help themselves\""
        },
        {
            "id": "94",
            "text": "Then they will be thrown on their faces into it (the Fire), they and the astray."
        },
        {
            "id": "95",
            "text": "And all of the hosts of Iblis together."
        },
        {
            "id": "96",
            "text": "They will say while contending therein,"
        },
        {
            "id": "97",
            "text": "\"By Allah, we were truly in a manifest error,"
        },
        {
            "id": "98",
            "text": "\"When we held you as equals with the Lord of all that exists;\""
        },
        {
            "id": "99",
            "text": "\"And none has brought us into error except the criminals.\""
        },
        {
            "id": "100",
            "text": "\"Now we have no intercessors,\""
        },
        {
            "id": "101",
            "text": "\"Nor a close friend.\""
        },
        {
            "id": "102",
            "text": "\"(Alas!) If we only had a chance to return, we shall truly be among the believers!\""
        },
        {
            "id": "103",
            "text": "Verily, in this is indeed a sign, yet most of them are not believers."
        },
        {
            "id": "104",
            "text": "And verily your Lord, He is truly the All-Mighty, the Most Merciful."
        },
        {
            "id": "105",
            "text": "The people of Nuh denied the Messengers."
        },
        {
            "id": "106",
            "text": "When their brother Nuh said to them: \"Will you not have Taqwa\""
        },
        {
            "id": "107",
            "text": "\"I am a trustworthy Messenger to you.\""
        },
        {
            "id": "108",
            "text": "\"So have Taqwa of Allah, and obey me.\""
        },
        {
            "id": "109",
            "text": "\"No reward do I ask of you for it; my reward is only from the Lord of all that exists.\""
        },
        {
            "id": "110",
            "text": "\"So have Taqwa of Allah, and obey me.\""
        },
        {
            "id": "111",
            "text": "They said: \"Shall we believe in you, when the inferior follow you\""
        },
        {
            "id": "112",
            "text": "He said: \"And what knowledge have I of what they used to do\""
        },
        {
            "id": "113",
            "text": "\"Their account is only with my Lord, if you could (but) know.\""
        },
        {
            "id": "114",
            "text": "\"And I am not going to drive away the believers.\""
        },
        {
            "id": "115",
            "text": "\"I am only a plain warner.\""
        },
        {
            "id": "116",
            "text": "They said: \"If you cease not, O Nuh you will surely be among those stoned.\""
        },
        {
            "id": "117",
            "text": "He said: \"My Lord! Verily, my people have denied me.\""
        },
        {
            "id": "118",
            "text": "\"Therefore judge You between me and them, and save me and those of the believers who are with me.\""
        },
        {
            "id": "119",
            "text": "And We saved him and those with him in the laden ship."
        },
        {
            "id": "120",
            "text": "Then We drowned the rest thereafter."
        },
        {
            "id": "121",
            "text": "Verily, in this is indeed a sign, yet most of them are not believers."
        },
        {
            "id": "122",
            "text": "And verily your Lord, He is indeed the All-Mighty, the Most Merciful."
        },
        {
            "id": "123",
            "text": "`Ad denied the Messengers."
        },
        {
            "id": "124",
            "text": "When their brother Hud said to them: \"Will you not have Taqwa\""
        },
        {
            "id": "125",
            "text": "\"Verily, I am a trustworthy Messenger to you.\""
        },
        {
            "id": "126",
            "text": "\"So, have Taqwa of Allah, and obey me.\""
        },
        {
            "id": "127",
            "text": "\"No reward do I ask of you for it; my reward is only from the Lord of all that exists.\""
        },
        {
            "id": "128",
            "text": "\"Do you build on every Ri` an Ayah for your amusement\""
        },
        {
            "id": "129",
            "text": "\"And do you get for yourselves Masani` as if you will live therein forever\""
        },
        {
            "id": "130",
            "text": "\"And when you seize (somebody), seize you (him) as tyrants\""
        },
        {
            "id": "131",
            "text": "\"So have Taqwa of Allah, and obey me.\""
        },
        {
            "id": "132",
            "text": "\"And have Taqwa of Him, fear Him Who has aided you with all (good things) that you know.\""
        },
        {
            "id": "133",
            "text": "\"He has aided you with cattle and children.\""
        },
        {
            "id": "134",
            "text": "\"And gardens and springs.\""
        },
        {
            "id": "135",
            "text": "\"Verily, I fear for you the torment of a Great Day.\""
        },
        {
            "id": "136",
            "text": "They said: \"It is the same to us whether you preach or be not of those who preach.\""
        },
        {
            "id": "137",
            "text": "\"This is no other than Khuluq of the ancients,\""
        },
        {
            "id": "138",
            "text": "\"And we are not going to be punished.\""
        },
        {
            "id": "139",
            "text": "So they denied him, and We destroyed them. Verily, in this is indeed a sign, yet most of them are not believers."
        },
        {
            "id": "140",
            "text": "And verily your Lord, He is indeed the Almighty, the Most Merciful."
        },
        {
            "id": "141",
            "text": "Thamud denied the Messengers."
        },
        {
            "id": "142",
            "text": "When their brother Salih said to them: \"Will you not have Taqwa\""
        },
        {
            "id": "143",
            "text": "\"I am a trustworthy Messenger to you.\""
        },
        {
            "id": "144",
            "text": "\"So, have Taqwa of Allah, and obey me.\""
        },
        {
            "id": "145",
            "text": "\"No reward do I ask of you for it; my reward is only from the Lord of Al-`Alamin.\""
        },
        {
            "id": "146",
            "text": "\"Will you be left secure in that which you have here\""
        },
        {
            "id": "147",
            "text": "\"In gardens and springs.\""
        },
        {
            "id": "148",
            "text": "\"And crops and date palms with soft clusters.\""
        },
        {
            "id": "149",
            "text": "\"And you hew out in the mountains, houses with great skill.\""
        },
        {
            "id": "150",
            "text": "\"So, have Taqwa of Allah, and obey me.\""
        },
        {
            "id": "151",
            "text": "\"And follow not the command of the extravagant,\""
        },
        {
            "id": "152",
            "text": "Who make mischief in the land, and reform not.\""
        },
        {
            "id": "153",
            "text": "They said: \"You are only of those bewitched!\""
        },
        {
            "id": "154",
            "text": "\"You are but a human being like us. Then bring us a sign if you are of the truthful.\""
        },
        {
            "id": "155",
            "text": "He said: \"Here is a she-camel: it has a right to drink (water), and you have a right to drink (water) (each) on a day, known.\""
        },
        {
            "id": "156",
            "text": "\"And touch her not with harm, lest the torment of a Great Day should seize you.\""
        },
        {
            "id": "157",
            "text": "But they killed her, and then they became regretful."
        },
        {
            "id": "158",
            "text": "So, the torment overtook them. Verily, in this is indeed a sign, yet most of them are not believers."
        },
        {
            "id": "159",
            "text": "And verily, your Lord He is indeed the All-Mighty, the Most Merciful."
        },
        {
            "id": "160",
            "text": "The people of Lut denied the Messengers."
        },
        {
            "id": "161",
            "text": "When their brother Lut said to them: \"Will you not have Taqwa\""
        },
        {
            "id": "162",
            "text": "\"Verily, I am a trustworthy Messenger to you.\""
        },
        {
            "id": "163",
            "text": "\"So, have Taqwa of Allah, and obey me.\""
        },
        {
            "id": "164",
            "text": "\"No reward do I ask of you for it; my reward is only from the Lord of all that exits.\""
        },
        {
            "id": "165",
            "text": "\"Go you in unto the males of Al-`Alamin (people),\""
        },
        {
            "id": "166",
            "text": "\"And leave those whom Allah has created for you to be your wives Nay, you are a trespassing people!\""
        },
        {
            "id": "167",
            "text": "They said: \"If you cease not, O Lut, verily, you will be one of those who are driven out!\""
        },
        {
            "id": "168",
            "text": "He said: \"I am indeed of those who disapprove with severe anger and fury your behavior.\""
        },
        {
            "id": "169",
            "text": "\"My Lord! Save me and my family from what they do.\""
        },
        {
            "id": "170",
            "text": "So, We saved him and his family, all,"
        },
        {
            "id": "171",
            "text": "Except an old woman among those who remained behind."
        },
        {
            "id": "172",
            "text": "Then afterward We destroyed the others."
        },
        {
            "id": "173",
            "text": "And We rained on them a rain, and how evil was the rain of those who had been warned!"
        },
        {
            "id": "174",
            "text": "Verily, in this is indeed a sign, yet most of them are not believers."
        },
        {
            "id": "175",
            "text": "And verily your Lord, He is indeed the All-Mighty, the Most Merciful."
        },
        {
            "id": "176",
            "text": "The companions of Al-Aykah denied the Messengers."
        },
        {
            "id": "177",
            "text": "When Shu`ayb said to them: \"Will you not have Taqwa\""
        },
        {
            "id": "178",
            "text": "\"I am a trustworthy Messenger to you.\""
        },
        {
            "id": "179",
            "text": "\"So, have Taqwa of Allah, and obey me.\""
        },
        {
            "id": "180",
            "text": "\"No reward do I ask of you for it; my reward is only from the Lord of Al-`Alamin.\""
        },
        {
            "id": "181",
            "text": "\"Give full measure, and cause no loss (to others).\""
        },
        {
            "id": "182",
            "text": "\"And weigh with the true and straight balance.\""
        },
        {
            "id": "183",
            "text": "\"And defraud not people by reducing their things, nor do evil, making corruption and mischief in the land.\""
        },
        {
            "id": "184",
            "text": "\"And have Taqwa of Him Who created you and the generations of the men of old.\""
        },
        {
            "id": "185",
            "text": "They said: \"You are only one of those bewitched!\""
        },
        {
            "id": "186",
            "text": "\"You are but a human being like us and verily, we think that you are one of the liars!\""
        },
        {
            "id": "187",
            "text": "\"So, cause a piece of the heaven to fall on us, if you are of the truthful!\""
        },
        {
            "id": "188",
            "text": "He said: \"My Lord is the Best Knower of what you do.\""
        },
        {
            "id": "189",
            "text": "But they denied him, so the torment of the Day of Shadow (a gloomy cloud) seized them. Indeed that was the torment of a Great Day."
        },
        {
            "id": "190",
            "text": "Verily, in this is indeed a sign, yet most of them are not believers."
        },
        {
            "id": "191",
            "text": "And verily your Lord, He is indeed the All-Mighty, the Most Merciful."
        },
        {
            "id": "192",
            "text": "And truly, this is a revelation from the Lord of all that exists,"
        },
        {
            "id": "193",
            "text": "Which the trustworthy Ruh (Jibril) has brought down."
        },
        {
            "id": "194",
            "text": "Upon your heart that you may be (one) of the warners,"
        },
        {
            "id": "195",
            "text": "In the plain Arabic language."
        },
        {
            "id": "196",
            "text": "And verily, it is in the Zubur of the former people."
        },
        {
            "id": "197",
            "text": "Is it not a sign to them that the learned scholars of the Children of Israel knew it"
        },
        {
            "id": "198",
            "text": "And if We had revealed it unto any of the non-Arabs,"
        },
        {
            "id": "199",
            "text": "And he had recited it unto them, they would not have believed in it."
        },
        {
            "id": "200",
            "text": "Thus have We caused it to enter the hearts of the criminals."
        },
        {
            "id": "201",
            "text": "They will not believe in it until they see the painful torment."
        },
        {
            "id": "202",
            "text": "It shall come to them of a sudden, while they perceive it not."
        },
        {
            "id": "203",
            "text": "Then they will say: \"Can we be respited\""
        },
        {
            "id": "204",
            "text": "Would they then wish for Our torment to be hastened on"
        },
        {
            "id": "205",
            "text": "Think, if We do let them enjoy for years,"
        },
        {
            "id": "206",
            "text": "And afterwards comes to them that which they had been promised."
        },
        {
            "id": "207",
            "text": "All that with which they used to enjoy shall not avail them."
        },
        {
            "id": "208",
            "text": "And never did We destroy a township but it had its warners"
        },
        {
            "id": "209",
            "text": "By way of reminder, and We have never been unjust."
        },
        {
            "id": "210",
            "text": "And it is not the Shayatin (devils) who have brought it down."
        },
        {
            "id": "211",
            "text": "Neither would it suit them nor are they able."
        },
        {
            "id": "212",
            "text": "Verily, they have been removed far from hearing it."
        },
        {
            "id": "213",
            "text": "So, invoke not with Allah another god lest you should be among those who receive punishment."
        },
        {
            "id": "214",
            "text": "And warn your tribe of near kindred."
        },
        {
            "id": "215",
            "text": "And be kind and humble to the believers who follow you."
        },
        {
            "id": "216",
            "text": "Then if they disobey you, say: \"I am innocent of what you do.\""
        },
        {
            "id": "217",
            "text": "And put your trust in the All-Mighty, the Most Merciful,"
        },
        {
            "id": "218",
            "text": "Who sees you when you stand up."
        },
        {
            "id": "219",
            "text": "And your movements among those who fall prostrate."
        },
        {
            "id": "220",
            "text": "Verily, He, only He, is the All-Hearer, the All-Knower."
        },
        {
            "id": "221",
            "text": "Shall I inform you upon whom the Shayatin descend"
        },
        {
            "id": "222",
            "text": "They descend on every lying, sinful person (Athim)."
        },
        {
            "id": "223",
            "text": "Who gives ear, and most of them are liars."
        },
        {
            "id": "224",
            "text": "As for the poets, the astray follow them,"
        },
        {
            "id": "225",
            "text": "See you not that they speak about every subject in their poetry"
        },
        {
            "id": "226",
            "text": "And that they say what they do not do."
        },
        {
            "id": "227",
            "text": "Except those who believe and do righteous deeds, and remember Allah much and vindicate themselves after they have been wronged. And those who do wrong will come to know by what overturning they will be overturned."
        }
    ]
}