{
    "id": "89",
    "name": "الفجر",
    "remark": "",
    "ayaTranslation": [
        {
            "id": "1",
            "text": "By the dawn;"
        },
        {
            "id": "2",
            "text": "And by the ten nights,"
        },
        {
            "id": "3",
            "text": "And by the even and the odd."
        },
        {
            "id": "4",
            "text": "And by the night when it departs."
        },
        {
            "id": "5",
            "text": "Is there (not) in them sufficient proofs for men of understanding!"
        },
        {
            "id": "6",
            "text": "Saw you not how your Lord dealt with `Ad"
        },
        {
            "id": "7",
            "text": "Iram of the pillars,"
        },
        {
            "id": "8",
            "text": "The like of which were not created in the land"
        },
        {
            "id": "9",
            "text": "And Thamud, who hewed out rocks in the valley"
        },
        {
            "id": "10",
            "text": "And Fir`awn with Al-Awtad"
        },
        {
            "id": "11",
            "text": "Who did transgress beyond bounds in the lands."
        },
        {
            "id": "12",
            "text": "And made therein much mischief."
        },
        {
            "id": "13",
            "text": "So, your Lord poured on them different kinds of severe torment."
        },
        {
            "id": "14",
            "text": "Verily, your Lord is Ever Watchful."
        },
        {
            "id": "15",
            "text": "As for man, when his Lord tries him by giving him honor and bounties, then he says: \"My Lord has honored me.\""
        },
        {
            "id": "16",
            "text": "But when He tries him by straitening his means of life, he says: \"My Lord has humiliated me!\""
        },
        {
            "id": "17",
            "text": "But no! But you treat not the orphans with kindness and generosity!"
        },
        {
            "id": "18",
            "text": "And urge not one another on the feeding of the Miskin!"
        },
        {
            "id": "19",
            "text": "And you devour the Turath -- devouring with greed."
        },
        {
            "id": "20",
            "text": "And you love wealth with love Jamma."
        },
        {
            "id": "21",
            "text": "Nay! When the earth is flatened, Dakkan Dakka."
        },
        {
            "id": "22",
            "text": "And your Lord comes with the angels in rows."
        },
        {
            "id": "23",
            "text": "And Hell will be brought near that Day. On that Day will man remember, but how will that remembrance avail him"
        },
        {
            "id": "24",
            "text": "He will say: \"Alas! Would that I had sent forth for my life!\""
        },
        {
            "id": "25",
            "text": "So on that Day none will punish as He will punish."
        },
        {
            "id": "26",
            "text": "And none will bind as He will bind."
        },
        {
            "id": "27",
            "text": "\"O tranquil soul!\""
        },
        {
            "id": "28",
            "text": "\"Come back to your Lord, -- well-pleased and well-pleasing!\""
        },
        {
            "id": "29",
            "text": "\"Enter then among My servants,\""
        },
        {
            "id": "30",
            "text": "\"And enter My Paradise!\""
        }
    ]
}