{
    "id": 74,
    "name": "المدثر",
    "ayaTranslation": [
        "O you enveloped in garments!",
        "Arise and warn!",
        "And magnify your Lord!",
        "And purify your garments!",
        "And keep away from Ar-Rujz!",
        "And give not a thing in order to have more.",
        "And be patient for the sake of your Lord!",
        "Then, when the Naqur is sounded.",
        "Truly, that Day will be a Hard Day.",
        "Far from easy for the disbelievers.",
        "Leave Me alone (to deal) with whom I created lonely.",
        "And then granted him resources in abundance.",
        "And children attending.",
        "And made life smooth and comfortable for him.",
        "After all that he desires that I should give more.",
        "Nay! Verily, he has been opposing Our Ayat.",
        "I shall force him to Sa`ud!",
        "Verily, he thought and plotted.",
        "So let him be cursed, how he plotted!",
        "And once more let him be cursed, how he plotted!",
        "Then he thought.",
        "Then he frowned and he looked in a bad tempered way;",
        "Then he turned back, and was proud.",
        "Then he said: \"This is nothing but magic from that of old,",
        "\"This is nothing but the word of a human being!\"",
        "I will cast him into Saqar.",
        "And what will make you know (exactly) what Saqar is",
        "It spares not, nor does it leave (anything)!",
        "Scorching for the humans!",
        "Over it are nineteen.",
        "And We have set none but angels as guardians of the Fire. And We have fixed their number only as a trial for the disbelievers, in order that the People of the Scripture may arrive at a certainty and that the believers may increase in faith, and that no doubt may be left for the People of the Scripture and the believers, and that those in whose hearts is a disease and the disbelievers may say: \"What does Allah intend by this example\" Thus Allah leads astray whom He wills and guides whom He wills. And none can know the hosts of your Lord but He. And this is nothing but a reminder to mankind.",
        "Nay! And by the moon.",
        "And by the night when it withdraws.",
        "And by the dawn when it brightens.",
        "Verily, it is but one of the greatest (signs).",
        "A warning to mankind",
        "To any of you that chooses to go forward, or to remain behind.",
        "Every person is a pledge for what he has earned,",
        "Except those on the Right.",
        "In Gardens they will ask one another,",
        "About criminals (and they will say to them):",
        "\"What has caused you to enter Hell\"",
        "They will say: \"We were not of those who used to offer the Salah,\"",
        "\"Nor did we feed the poor;\"",
        "\"And we used to speak falsehood with vain speakers.\"",
        "\"And we used to deny the Day of Recompense,\"",
        "\"Until Al-Yaqin came to us.\"",
        "So no intercession of intercessors will be of any use to them.",
        "Then what is wrong with them that they turn away from admonition",
        "As if they were wild donkeys.",
        "Fleeing from a Qaswarah.",
        "Nay, everyone of them desires that he should be given pages spread out.",
        "Nay! But they fear not the Hereafter.",
        "Nay, verily, this is an admonition.",
        "So, whosoever wills receives admonition from it!",
        "And they will not receive admonition unless Allah wills; He is the One, deserving of the Taqwa and He is the One Who forgives."
      ]
}