{
    "id": 52,
    "name": "الطور",
    "ayaTranslation": [
        "By the Tur",
        "And the Book inscribed",
        "In parchment unrolled.",
        "And by Al-Bayt Al-Ma`mur.",
        "And the roof raised high.",
        "And by the sea that is Masjur.",
        "Verily, the torment of your Lord will surely come to pass.",
        "There is none that can avert it.",
        "On the Day when Tamur the heaven Mawr,",
        "And Tasir the mountains Sayr.",
        "Then woe that Day to those who denied.",
        "Those who were, in their falsehood, playing.",
        "The Day when they will be pushed down by force to the fire of Hell, with a horrible, forceful pushing.",
        "This is the Fire which you used to deny.",
        "Is this magic or do you not see",
        "Enter therein and whether you are patient of it or impatient of it, it is all the same. You are only being requited for what you used to do.",
        "Verily, those who have Taqwa will be in Gardens and Delight.",
        "Enjoying in that which their Lord has bestowed on them, and (the fact that) their Lord saved them from the torment of the blazing Fire.",
        "\"Eat and drink with happiness because of what you used to do.\"",
        "They will recline on thrones Masfufah. And We shall marry them to Hur (fair females) with wide lovely eyes.",
        "And those who believe and whose offspring follow them in faith, -- to them shall We join their offspring, and We shall not decrease the reward of their deeds in anything. Every person is a pledge for that which he has earned.",
        "And We shall provide them with fruit and meat such as they desire.",
        "There they shall pass from hand to hand a cup, free from any idle talk, and free from sin.",
        "And there will go round boy-servants of theirs, to serve them as if they were preserved pearls.",
        "And some of them draw near to others, questioning.",
        "Saying: \"Aforetime, we were afraid in the midst of our families.\"",
        "\"So Allah has been gracious to us, and has saved us from the torment of the Fire.\"",
        "\"Verily, We used to invoke Him before. Verily, He is the Most Subtle, the Most Merciful.\"",
        "Therefore, remind. By the grace of Allah, you are neither a Kahin nor a madman.",
        "Or do they say: \"A poet! We await for him some calamity by time!\"",
        "Say: \"Wait! I am with you among those who wait!\"",
        "Or do their minds command them this or are they people transgressing all bounds",
        "Or do they say: \"He has forged it\" Nay! They believe not!",
        "Let them then produce a recitation like unto it if they are truthful.",
        "Or were they created by nothing Or were they themselves the creators",
        "Or did they create the heavens and the earth Nay, but they have no firm belief.",
        "Or are with them the treasures of your Lord Or are they the tyrants with the authority to do as they like",
        "Or have they a stairway (to heaven), by means of which they listen Then let their listener produce some manifest proof.",
        "Or has He only daughters and you have sons",
        "Or is it that you ask a wage from them so that they are burdened with a load of debt",
        "Or that the Unseen is with them, and they write it down",
        "Or do they intend a plot But those who disbelieve are themselves plotted against!",
        "Or have they a god other than Allah Glorified be Allah from all that they ascribe as partners.",
        "And if they were to see a piece of the heaven falling down, they would say: \"Clouds gathered in heaps!\"",
        "So leave them alone till they meet their Day, in which they will sink into a fainting (with horror).",
        "The Day when their plotting shall not avail them at all, nor will they be helped.",
        "And verily, for those who do wrong, there is another punishment before this; but most of them know not.",
        "So wait patiently for the decision of your Lord, for verily, you are under Our Eyes; and glorify the praises of your Lord when you get up.",
        "And in the nighttime also glorify His praises and at the setting of the stars."
      ]
}