{
    "id": "78",
    "name": "النبإ",
    "remark": "",
    "ayaTranslation": [
        {
            "id": "1",
            "text": "What are they asking about"
        },
        {
            "id": "2",
            "text": "About the great news,"
        },
        {
            "id": "3",
            "text": "About which they are in disagreement."
        },
        {
            "id": "4",
            "text": "Nay, they will come to know!"
        },
        {
            "id": "5",
            "text": "Nay, again, they will come to know!"
        },
        {
            "id": "6",
            "text": "Have We not made the earth as a bed,"
        },
        {
            "id": "7",
            "text": "And the mountains as pegs"
        },
        {
            "id": "8",
            "text": "And We have created you in pairs."
        },
        {
            "id": "9",
            "text": "And We have made your sleep as a thing for rest."
        },
        {
            "id": "10",
            "text": "And We have made the night as a covering,"
        },
        {
            "id": "11",
            "text": "And We have made the day for livelihood."
        },
        {
            "id": "12",
            "text": "And We have built above you seven strong,"
        },
        {
            "id": "13",
            "text": "And We have made (therein) a shining lamp."
        },
        {
            "id": "14",
            "text": "And We have sent down from the Mu`sirat water Thajjaj."
        },
        {
            "id": "15",
            "text": "That We may produce therewith grains and vegetations,"
        },
        {
            "id": "16",
            "text": "And gardens that are Alfaf."
        },
        {
            "id": "17",
            "text": "Verily, the Day of Decision is a fixed time,"
        },
        {
            "id": "18",
            "text": "The Day when the Trumpet will be blown, and you shall come forth in crowds."
        },
        {
            "id": "19",
            "text": "And the heaven shall be opened, and it will become as gates."
        },
        {
            "id": "20",
            "text": "And the mountains shall be moved away from their places and they will be as if they were a mirage."
        },
        {
            "id": "21",
            "text": "Truly, Hell is a place of ambush"
        },
        {
            "id": "22",
            "text": "A dwelling place for the Taghun,"
        },
        {
            "id": "23",
            "text": "They will abide therein Ahqab."
        },
        {
            "id": "24",
            "text": "Nothing cool shall they taste therein, nor any drink."
        },
        {
            "id": "25",
            "text": "Except Hamim, and Ghassaq"
        },
        {
            "id": "26",
            "text": "An exact recompense (according to their evil crimes)."
        },
        {
            "id": "27",
            "text": "For verily, they used not to look for a reckoning."
        },
        {
            "id": "28",
            "text": "But they denied Our Ayat Kidhdhaba."
        },
        {
            "id": "29",
            "text": "And all things We have recorded in a Book."
        },
        {
            "id": "30",
            "text": "So taste you. No increase shall We give you, except in torment."
        },
        {
            "id": "31",
            "text": "Verily, for those who have Taqwa, there will be a success;"
        },
        {
            "id": "32",
            "text": "Hada'iq and vineyards,"
        },
        {
            "id": "33",
            "text": "And Kawa`ib Atrab,"
        },
        {
            "id": "34",
            "text": "And a cup Dihaq."
        },
        {
            "id": "35",
            "text": "No Laghw shall they hear therein, nor lying;"
        },
        {
            "id": "36",
            "text": "Rewarded from your Lord with a sufficient gift."
        },
        {
            "id": "37",
            "text": "The Lord of the heavens and the earth, and whatsoever is in between them, the Most Gracious, with Whom th- ey cannot dare to speak."
        },
        {
            "id": "38",
            "text": "The Day that Ar-Ruh and the angels will stand forth in rows, they will not speak except him whom Ar-Rahman allows, and he will speak what is right."
        },
        {
            "id": "39",
            "text": "That is the True Day. So, whosoever wills, let him seek a place with His Lord!"
        },
        {
            "id": "40",
            "text": "Verily, We have warned you of a near torment -- the Day when man will see that which his hands have sent forth, and the disbeliever will say: \"Woe to me! Would that I were dust!\""
        }
    ]
}