{
    "id": "36",
    "name": "ูุณ",
    "remark": "",
    "ayaTranslation": [
        {
            "id": "1",
            "text": "Ya Sin."
        },
        {
            "id": "2",
            "text": "By the Qur'an, full of wisdom,"
        },
        {
            "id": "3",
            "text": "Truly, you are one of the Messengers,"
        },
        {
            "id": "4",
            "text": "On the straight path."
        },
        {
            "id": "5",
            "text": "Sent down by the Almighty, the Most Merciful,"
        },
        {
            "id": "6",
            "text": "In order that you may warn a people whose forefathers were not warned, so they are heedless."
        },
        {
            "id": "7",
            "text": "Indeed the Word has proved true against most of them, so they will not believe."
        },
        {
            "id": "8",
            "text": "Verily, We have put on their necks iron collars reaching to the chins, so that their heads are raised up."
        },
        {
            "id": "9",
            "text": "And We have put a barrier before them, and a barrier behind them, and We have covered them up, so that they cannot see."
        },
        {
            "id": "10",
            "text": "It is the same to them whether you warn them or you warn them not, they will not believe."
        },
        {
            "id": "11",
            "text": "You can only warn him who follows the Reminder, and fears the Most Gracious unseen. Bear you to such one the glad tidings of forgiveness, and a generous reward."
        },
        {
            "id": "12",
            "text": "Verily, We give life to the dead, and We record that which they send before (them), and their traces and all things We have recorded with numbers in Imam Mubin (a Clear Book)."
        },
        {
            "id": "13",
            "text": "And put forward to them a similitude; the Dwellers of the Town, when there came Messengers to them."
        },
        {
            "id": "14",
            "text": "When We sent to them two Messengers, they denied them both; so We reinforced them with a third, and they said: \"Verily, we have been sent to you as Messengers.\""
        },
        {
            "id": "15",
            "text": "They said: \"You are only human beings like ourselves, and the Most Gracious has revealed nothing. You are only telling lies.\""
        },
        {
            "id": "16",
            "text": "The Messengers said: \"Our Lord knows that we have been sent as Messengers to you,\""
        },
        {
            "id": "17",
            "text": "\"And our duty is only to convey plainly.\""
        },
        {
            "id": "18",
            "text": "They (people) said: \"For us, we see an evil omen from you; if you cease not, we will surely stone you, and a painful torment will touch you from us.\""
        },
        {
            "id": "19",
            "text": "They (Messengers) said: \"Your evil omens be with you! Because you are admonished Nay, but you are a people mischievous.\""
        },
        {
            "id": "20",
            "text": "And there came a man running from the farthest part of the town. He said, \"O my people! Obey the Messengers.\""
        },
        {
            "id": "21",
            "text": "\"Obey those who ask no wages of you, and who are rightly guided.\""
        },
        {
            "id": "22",
            "text": "\"And why should I not worship Him Who has created me and to Whom you shall be returned.\""
        },
        {
            "id": "23",
            "text": "\"Shall I take besides Him gods If the Most Gracious intends me any harm, their intercession will be of no use for me whatsoever, nor can they save me.\""
        },
        {
            "id": "24",
            "text": "\"Then verily, I should be in plain error.\""
        },
        {
            "id": "25",
            "text": "\"Verily, I have believed in your Lord, so listen to me!\""
        },
        {
            "id": "26",
            "text": "It was said: \"Enter Paradise.\" He said: \"Would that my people knew.\""
        },
        {
            "id": "27",
            "text": "\"That my Lord (Allah) has forgiven me, and made me of the honored ones!\""
        },
        {
            "id": "28",
            "text": "And We sent not against his people after him an army from the heaven, nor was it needful for Us to send (such a thing)."
        },
        {
            "id": "29",
            "text": "It was but one Sayhah and lo! they (all) were still."
        },
        {
            "id": "30",
            "text": "Alas for mankind! There never came a Messenger to them but they used to mock at him."
        },
        {
            "id": "31",
            "text": "Do they not see how many of the generations We have destroyed before them Verily, they will not return to them."
        },
        {
            "id": "32",
            "text": "And surely, all -- everyone of them will be brought before Us."
        },
        {
            "id": "33",
            "text": "And a sign for them is the dead land. We give it life, and We bring forth from it grains, so that they eat thereof."
        },
        {
            "id": "34",
            "text": "And We have made therein gardens of date palms and grapes, and We have caused springs of water to gush forth therein."
        },
        {
            "id": "35",
            "text": "So that they may eat of the fruit thereof -- and their hands made it not. Will they not then give thanks"
        },
        {
            "id": "36",
            "text": "Glory be to Him Who has created all the pairs of that which the earth produces, as well as of their own kind, and of that which they know not."
        },
        {
            "id": "37",
            "text": "And a sign for them is the night. We withdraw therefrom the day, and behold, they are in darkness."
        },
        {
            "id": "38",
            "text": "And the sun runs on its fixed course for a term (appointed). That is the decree of the Almighty, the All-Knowing."
        },
        {
            "id": "39",
            "text": "And the moon, We have decreed for it stages, till it returns like the old dried curved date stalk."
        },
        {
            "id": "40",
            "text": "It is not for the sun to overtake the moon, nor does the night outstrip the day. They all float, each in an orbit."
        },
        {
            "id": "41",
            "text": "And an Ayah for them is that We bore their offspring in the laden ship."
        },
        {
            "id": "42",
            "text": "And We have created for them of the like thereunto, on which they ride."
        },
        {
            "id": "43",
            "text": "And if We will, We shall drown them, and there will be no shout for them, nor will they be saved."
        },
        {
            "id": "44",
            "text": "Unless it be a mercy from Us, and as an enjoyment for a while."
        },
        {
            "id": "45",
            "text": "And when it is said to them: \"Beware of that which is before you, and that which is behind you, in order that you may receive mercy.\""
        },
        {
            "id": "46",
            "text": "And never came an Ayah from among the Ayat of their Lord to them, but they did turn away from it."
        },
        {
            "id": "47",
            "text": "And when it is said to them: \"Spend of that with which Allah has provided you,\" those who disbelieve say to those who believe: \"Shall we feed those whom, if Allah willed, He would have fed You are only in a plain error.\""
        },
        {
            "id": "48",
            "text": "And they say: \"When will this promise be fulfilled, if you are truthful\""
        },
        {
            "id": "49",
            "text": "They await only but a single Sayhah which will seize them while they are disputing!"
        },
        {
            "id": "50",
            "text": "Then they will not be able to make bequest, nor they will return to their family."
        },
        {
            "id": "51",
            "text": "And the Trumpet will be blown and behold from the graves they will come out quickly to their Lord."
        },
        {
            "id": "52",
            "text": "They will say: \"Woe to us! Who has raised us up from our place of sleep.\" (It will be said to them): \"This is what the Most Gracious had promised, and the Messengers spoke truth!\""
        },
        {
            "id": "53",
            "text": "It will be but a single Sayhah, so behold they will all be brought up before Us!"
        },
        {
            "id": "54",
            "text": "This Day, none will be wronged in anything, nor will you be requited anything except that which you used to do."
        },
        {
            "id": "55",
            "text": "Verily, the dwellers of the Paradise, that Day, will be busy with joyful things."
        },
        {
            "id": "56",
            "text": "They and their wives will be in pleasant shade, reclining on thrones."
        },
        {
            "id": "57",
            "text": "They will have therein fruits and all that they ask for."
        },
        {
            "id": "58",
            "text": "(It will be said to them): \"Salam (Peace!)\" -- a Word from the Lord, Most Merciful."
        },
        {
            "id": "59",
            "text": "(It will be said): \"And O you the criminals! Get you apart this Day.\""
        },
        {
            "id": "60",
            "text": "\"Did I not command you, O Children of Adam, that you should not worship Shaytan Verily, he is a plain enemy to you.\""
        },
        {
            "id": "61",
            "text": "\"And that you should worship Me. That is the straight path.\""
        },
        {
            "id": "62",
            "text": "\"And indeed he did lead astray a great multitude of you. Did you not then understand\""
        },
        {
            "id": "63",
            "text": "This is Hell which you were promised!"
        },
        {
            "id": "64",
            "text": "Burn (enter) therein this Day, for that you used to disbelieve."
        },
        {
            "id": "65",
            "text": "This Day, We shall seal up their mouths, and their hands will speak to Us, and their legs will bear witness to what they used to earn."
        },
        {
            "id": "66",
            "text": "And if it had been Our will, We would surely have wiped out their eyes, so that they would struggle for the path, how then would they see"
        },
        {
            "id": "67",
            "text": "And if it had been Our will, We could have transformed them in their places. Then they would have been unable to go forward (move about) nor they could have turned back."
        },
        {
            "id": "68",
            "text": "And he whom We grant long life -- We reverse him in creation. Will they not then understand"
        },
        {
            "id": "69",
            "text": "And We have not taught him poetry, nor is it suitable for him. This is only a Reminder and a plain Qur'an."
        },
        {
            "id": "70",
            "text": "That he or it may give warning to him who is living, and that Word may be justified against the disbelievers."
        },
        {
            "id": "71",
            "text": "Do they not see that We have created for them of what Our Hands have fashioned, the cattle, so that they are their owners."
        },
        {
            "id": "72",
            "text": "And We have subdued them unto them so that some of them they have for riding and some they eat."
        },
        {
            "id": "73",
            "text": "And they have (other) benefits from them, and (they get to) drink. Will they not then be grateful"
        },
        {
            "id": "74",
            "text": "And they have taken besides Allah, gods, hoping that they might be helped."
        },
        {
            "id": "75",
            "text": "They cannot help them, but they will be brought forward as a troop (against those who worshipped them)."
        },
        {
            "id": "76",
            "text": "So, let not their speech then grieve you. Verily, We know what they conceal and what they reveal."
        },
        {
            "id": "77",
            "text": "Does not man see that We have created him from Nutfah. Yet behold he (stands forth) as an open opponent."
        },
        {
            "id": "78",
            "text": "And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust\""
        },
        {
            "id": "79",
            "text": "Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\""
        },
        {
            "id": "80",
            "text": "He Who produces for you fire out of the green tree, when behold you kindle therewith."
        },
        {
            "id": "81",
            "text": "Is not He Who created the heavens and the earth, able to create the like of them Yes, indeed! He is the All-Knowing Supreme Creator."
        },
        {
            "id": "82",
            "text": "Verily, His command, when He intends a thing, is only that He says to it, \"Be!\" -- and it is!"
        },
        {
            "id": "83",
            "text": "So glorified be He and exalted (above all that they associate with Him), and in Whose Hand is the dominion of all things, and to Him you shall be returned."
        }
    ]
}