{ "id": 79, "name": "النازعات", "ayaTranslation": [ "By those who pull out, drowning.", "By those who free briskly.", "And by the swimmers, swimming.", "And by the racers, racing.", "And by those who arrange affairs.", "On the Day the Rajifah shakes,", "Followed by the Radifah.", "Hearts that Day will tremble.", "Their vision humiliated.", "They say: \"Shall we indeed be brought back from Al-Hafirah\"", "\"Even after we are bones Nakhirah\"", "They say: \"It would in that case, be a return with loss!\"", "But it will be only a single Zajrah.", "When behold, they are at As-Sahirah.", "Has there come to you the story of Musa", "When his Lord called him in the holy valley of Tuwa,", "Go to Fir`awn; verily, he has transgressed all bounds.", "And say to him: \"Would you purify yourself\"", "\"And that I guide you to your Lord, so you should fear Him\"", "Then he showed him the great sign.", "But he denied and disobeyed.", "Then he turned back, striving.", "So he gathered and called out,", "Saying: \"I am your lord, most high.\"", "So Allah seized him with punishing example for the Hereafter and the first (life).", "In this is a lesson for whoever fears.", "Are you more difficult to create or is the heaven that He constructed", "He raised its hei- ght, and has perfected it.", "Its night He covers and He brings out its forenoon.", "And after that He spread the earth,", "And brought forth therefrom its water and its pasture.", "And the mountains He has fixed firmly,", "As provision and benefit for you and your cattle.", "But when there comes the Greatest Catastrophe", "The Day when man shall remember what he strove for.", "And Hell shall be made apparent for whoever sees.", "Then for him who transgressed", "And preferred the life of this world,", "Verily, his abode will be the Hell;", "But as for him who feared standing before his Lord, and forbade himself from desire.", "Verily, Paradise will be his abode.", "They ask you about the Hour when will be its appointed time", "What do you have to mention of it.", "To your Lord it is limited.", "You are only a warner for those who fear it,", "The Day they see it (it will be) as if they had not tarried (in this world) except an (`Ashiyyah) afternoon or its (Duha) morning." ] }