{
    "id": 55,
    "name": "الرحمن",
    "ayaTranslation": [
        "Ar-Rahman!",
        "He has taught the Qur'an.",
        "He created man.",
        "He taught him Al-Bayan.",
        "The sun and the moon (run) on fixed courses.",
        "And the Najm and the trees prostrating.",
        "And the heaven He has raised high, and He has set up the balance.",
        "In order that you may not transgress the balance.",
        "And observe the weight with equity and do not make the balance deficient.",
        "And the earth He has put down (laid) for Al-An'am.",
        "Therein are fruits, date palms producing Akmam.",
        "And also corn, with (its) `Asf, and Rayhan.",
        "Then which of the blessings of your Lord will you both deny",
        "He created man from sounding clay like the clay of pottery.",
        "And the Jinn He created from a smokeless flame of fire.",
        "Then which of the blessings of your Lord will you both deny",
        "The Lord of the two easts and the Lord of the two wests.",
        "Then which of the blessings of your Lord will you both deny",
        "He has Maraja the two seas meeting together.",
        "Between them is a barrier which none of them can transgress.",
        "Then which of the blessings of your Lord will you both deny",
        "Out of them both come out pearls and Al-Marjan.",
        "Then which of the blessings of your Lord will you both deny",
        "And His are Al-Jawar Al-Munsha'at, in the seas like A`lam.",
        "Then which of the blessings of your Lord will you both deny",
        "Whatsoever is on it (the earth) will perish.",
        "And the Face of your Lord Dhul-Jalal wal-Ikram will remain forever.",
        "Then which of the blessings of your Lord will you both deny",
        "Whosoever is in the heavens and on the earth begs of Him. Every day He is (engaged) in some affair!",
        "Then which of the blessings of your Lord will you both deny",
        "We shall attend to you, O Thaqalan!",
        "Then which of the blessings of your Lord will you both deny",
        "O assembly of Jinn and men! If you are able to pass beyond the zones of the heavens and the earth, then pass beyond (them)! But you will never be able to pass them, except with authority (from Allah)!",
        "Then which of the blessings of your Lord will you both deny",
        "There will be sent against you both, Shuwaz of fire and Nuhas, and you will not be able to defend yourselves.",
        "Then which of the blessings of your Lord will you both deny",
        "Then when the heaven is rent asunder, and it becomes Wardah like Dihan.",
        "Then which of the blessings of your Lord will you both deny",
        "So, on that Day he will not be questioned about his sin, (neither) human nor Jinn.",
        "Then which of the blessings of your Lord will you both deny",
        "The criminals will be known by their marks, and they will be seized by their foreheads and feet.",
        "Then which of the blessings of your Lord will you both deny",
        "This is the Hell which the criminals denied.",
        "They will go between it and Hamim An!",
        "Then which of the blessings of your Lord will you both deny",
        "But for him who fears the standing before his Lord, there will be two Gardens.",
        "Then which of the blessings of your Lord will you both deny",
        "With Afnan.",
        "Then which of the blessings of your Lord will you both deny",
        "In them (both) will be two springs flowing (free).",
        "Then which of the blessings of your Lord will you both deny",
        "In them (both) will be every kind of fruit in pairs.",
        "Then which of the blessings of your Lord will you both deny",
        "Reclining upon the couches lined with Istabraq, and the fruits of the two Gardens will be near at hand.",
        "Then which of the blessings of your Lord will you both deny",
        "Wherein both will be Qasirat At-Tarf, whom never deflowered a human before nor Jinn.",
        "Then which of the blessings of your Lord will you both deny",
        "They are like Yaqut and Marjan.",
        "Then which of the blessings of your Lord will you both deny",
        "Is there any reward for good other than good",
        "Then which of the blessings of your Lord will you both deny",
        "And below these two, there are two other Gardens.",
        "Then which of the blessings of your Lord will you both deny",
        "Mudhammatan.",
        "Then which of the blessings of your Lord will you both deny",
        "In them (both) will be two springs Naddakhatan.",
        "Then which of the blessings of your Lord will you both deny",
        "In them (both) will be fruits, and date palms and pomegranates.",
        "Then which of the blessings of your Lord will you both deny",
        "Therein (Gardens) will be Khayrat Hisan;",
        "Then which of the blessings of your Lord will you both deny",
        "Hur (beautiful, fair females) guarded in pavilions;",
        "Then which of the blessings of your Lord will you both deny",
        "Whom never deflowered a human before nor Jinn.",
        "Then which of the blessings of your Lord will you both deny",
        "Reclining on green Rafraf and rich beautiful `Abqariy.",
        "Then which of the blessings of your Lord will you both deny",
        "Blessed be the Name of your Lord, Dhil-Jalali wal-Ikram."
      ]
}