{
    "id": 15,
    "name": "الحجر",
    "ayaTranslation": [
        "Alif-Lam-Ra. These are Ayat of the Book and a plain Qur'an.",
        "How much would those who disbelieved wish that they had been Muslims.",
        "Leave them to eat and enjoy, and let them be preoccupied with (false) hope. They will come to know!",
        "And never did We destroy a township but there was a known decree for it.",
        "No nation can advance its term, nor delay it.",
        "And they say: \"O you (Muhammad) to whom the Dhikr (the Qur'an) has been revealed! Verily, you are a madman!",
        "\"Why do you not bring angels to us if you are of the truthful\"",
        "We do not send the angels down except with the truth, and in that case, they (the disbelievers) would have no respite!",
        "Verily, We, it is We Who revealed the Dhikr (i.e. the Qur'an) and surely We will guard it (from corruption).",
        "Indeed, We sent (Messengers) before you (O Muhammad) amongst the earlier communities.",
        "And there never came a Messenger to them but that they mocked him.",
        "Thus We allow it to enter the hearts of the guilty.",
        "They would not believe in it (the Qur'an); and already the example of the ancients has gone forth.",
        "And even if We opened to them a gate to the heavens and they were to continue ascending through it (all day long).",
        "They would surely say (in the evening): \"Our eyes have been (as if) dazzled (we have not seen any angel or heaven). Nay, we are a people bewitched.\"",
        "And indeed, We have put the big stars in the heaven and We beautified it for the beholders.",
        "And We have guarded it (near heaven) from every outcast Shaytan (devil).",
        "Except him (devil) who steals the hearing, then he is pursued by a clear flaming fire.",
        "And We have spread out the earth, and have placed firm mountains in it, and caused all kinds of things to grow in it, in due proportion.",
        "And in it We have provided means of living, for you and for those whom you provide not.",
        "And there is not a thing, but the supplies for it are with Us, and We do not send it down but in a known measure.",
        "And We send the winds fertilizing, then We cause the water to descend from the sky, and We give it to you to drink, and it is not you who are the owners of its supply.",
        "And certainly We! It is We Who give life, and cause death, and We are the Inheritors.",
        "And indeed, We know the first generations of you who have passed away, and indeed, We know the present generations of you (mankind), and also those who will come afterwards.",
        "And verily, your Lord will gather them together. Truly, He is Most Wise, (and) Knowing.",
        "And indeed, We created man from dried (sounding) clay of altered mud.",
        "And the Jinn, We created earlier from the smokeless flame of fire.",
        "And (remember) when your Lord said to the angels: \"I am going to create a man (Adam) from dried (sounding) clay of altered mud. \"",
        "\"So, when I have fashioned him completely and breathed into him (Adam) of My spirit (the soul which I created for him,) then fall down, prostrating yourselves before him.\"",
        "So the angels prostrated themselves, all of them together.",
        "Except Iblis (Shaytan) - he refused to be among the prostrate.",
        "(Allah) said: \"O Iblis! What is your reason for not being among the prostrate\"",
        "[Iblis] said: \"I am not one to prostrate myself to a human, whom You created from dried (sounding) clay of altered mud.\"",
        "(Allah) said: \"Then leave, for verily, you are an outcast. \"",
        "\"And verily, the curse shall be upon you until the Day of Recompense.\"",
        "[Iblis] said: \"O my Lord! Then give me respite until the Day they (the dead) will be resurrected.\"",
        "Allah said: \"Then verily, you are of those reprieved,\"",
        "\"Until the Day of the time appointed.\"",
        "[Iblis] said: \"O my Lord! Because You misled me, I shall indeed adorn the path of error for them (mankind) on the earth, and I shall mislead them all.\"",
        "\"Except Your chosen (guided) servants among them.\"",
        "(Allah) said: \"This is the way which will lead straight to Me.\"",
        "\"Certainly, you shall have no authority over My servants, except those of the astray who follow you.\"",
        "And surely, Hell is the place promised for them all.",
        "It has seven gates, for each of those gates is a class assigned.",
        "Truly, those who have Taqwa, will dwell in Gardens and water springs.",
        "(It will be said to them): \"Enter it in peace and security.\"",
        "And We shall remove any deep feeling of bitterness from their breasts. (So they will be like) brothers facing each other on thrones.",
        "No sense of fatigue shall touch them, nor shall they be asked to leave it.",
        "Declare to My servants that I am truly the Forgiving, the Most Merciful.",
        "And that My torment is indeed the most painful torment.",
        "And tell them about the guests (i.e., the angels) of Ibrahim.",
        "When they entered upon him, and said: \"Salaman (peace!).\" He said: \"Indeed we are frightened of you.\"",
        "They said: \"Do not be afraid! We bring you the good news of a boy possessing much knowledge and wisdom.\"",
        "He said: \"Do you give me this good news while old age has overtaken me Of what then is your news about\"",
        "They said: \"We give you good news in truth. So do not be of those who despair.\"",
        "He said: \"And who despairs of the mercy of his Lord except those who are astray\"",
        "He said: \"What then is the business for which you have come, O messengers\"",
        "They said: \"We have been sent to a guilty people.\"",
        "\"(All) except the family of Lut, all of whom we are to save (from the destruction).\"",
        "\"Except for his wife, of whom We have decreed that she shall be of those who remain behind.\"",
        "Then when the messengers (the angels) came to the family of Lut",
        "He (Lut) said: \"Verily, you are people unknown to me.\"",
        "They said: \"Nay, we have come to you with that (torment) which they have been doubting.\"",
        "\"And we have brought you the truth and certainly we tell the truth.\"",
        "\"Then travel for a portion of the night with your family, and you go behind them in the rear, and let no one amongst you look back, but go on to where you are ordered.\"",
        "And We made this decree known to him that those (sinners) would be rooted out in the early morning.",
        "And the inhabitants of the city came rejoicing.",
        "[Lut] said: \"Verily, these are my guests, so do not shame me.\"",
        "\"And have Taqwa of Allah, and do not disgrace me.\"",
        "They said: \"Did we not forbid you from entertaining any of the `Alamin\"",
        "[Lut] said: \"These are my daughters, if you must act (so).\"",
        "Verily, by your life, in their wild intoxication, they were wandering blindly.",
        "So the Sayhah overtook them at the time of sunrise.",
        "And We turned them upside down and rained stones of baked clay upon them.",
        "Surely, in this are signs for those who see.",
        "And verily, they were right on the highroad.",
        "Surely, there is indeed a sign in that for the believers.",
        "And the Dwellers of Al-Aykah, were also wrongdoers.",
        "So, We took vengeance on them. They are both on an open route, plain to see.",
        "And verily, the Dwellers of Al-Hijr denied the Messengers.",
        "And We gave them Our signs, but they were averse to them.",
        "And they used to hew out dwellings from the mountains, (feeling) secure.",
        "But the Sayhah (torment - awful cry) overtook them in the early morning.",
        "And all that they used to earn availed them not.",
        "And We did not create the heavens and the earth and all that is between them except with the truth, and the Hour is surely coming, so overlook their faults with gracious forgiveness.",
        "Verily, your Lord is the Knowing Creator.",
        "And indeed, We have bestowed upon you seven of the Mathani, and the Grand Qur'an.",
        "Look not with your eyes ambitiously at what We have given to certain classes of them, nor grieve over them. And lower your wings to the believers.",
        "And say (O Muhammad): \"I am indeed a plain warner.\"",
        "As We have sent down on the Muqtasimin (conspiring confederates),",
        "Who have made the Qur'an into parts.",
        "So, by your Lord, We shall certainly call all of them to account.",
        "For all that they used to do.",
        "Therefore openly proclaim what you have been commanded, and turn away from the idolators.",
        "Truly, We will suffice you against the mockers,",
        "Who make another god along with Allah; but they will come to know.",
        "Indeed, We know that your breast becomes tight because of what they say.",
        "So glorify the praises of your Lord and be of those who prostrate themselves (to Him).",
        "And worship your Lord until the certainty (i.e. death) comes to you."
      ]
}