{
    "id": "20",
    "name": "طه",
    "remark": "",
    "ayaTranslation": [
        {
            "id": "1",
            "text": "Ta Ha."
        },
        {
            "id": "2",
            "text": "We have not sent down the Qur'an unto you to cause you distress,"
        },
        {
            "id": "3",
            "text": "But only as a Reminder to those who fear (Allah)."
        },
        {
            "id": "4",
            "text": "A revelation from Him Who created the earth and high heavens."
        },
        {
            "id": "5",
            "text": "The Most Gracious Istawa the Throne."
        },
        {
            "id": "6",
            "text": "To Him belongs all that is in the heavens and all that is on the earth, and all that is between them, and all that is under the soil."
        },
        {
            "id": "7",
            "text": "And if you speak aloud, then verily, He knows the secret and that which is yet more hidden."
        },
        {
            "id": "8",
            "text": "Allah! There is no God but Him! To Him belong the Best Names."
        },
        {
            "id": "9",
            "text": "And has there come to you the story of Musa"
        },
        {
            "id": "10",
            "text": "When he saw a fire, he said to his family: \"Wait! Verily, I have seen a fire; perhaps I can bring you some burning brand therefrom, or find some guidance at the fire.\""
        },
        {
            "id": "11",
            "text": "And when he came to it (the fire), he was called by name: \"O Musa!\""
        },
        {
            "id": "12",
            "text": "\"Verily, I am your Lord! So take off your shoes; you are in the sacred valley, Tuwa.\""
        },
        {
            "id": "13",
            "text": "\"And I have chosen you. So listen to that which will be revealed (to you)\""
        },
        {
            "id": "14",
            "text": "\"Verily, I am Allah! There is no God but Me, so worship Me, and perform Salah for My remembrance.\""
        },
        {
            "id": "15",
            "text": "\"Verily, the Hour is coming -- and I am almost hiding it -- that every person may be rewarded for that which he strives.\""
        },
        {
            "id": "16",
            "text": "\"Therefore, let not the one who believes not therein, but follows his own lusts, divert you therefrom, lest you perish.\""
        },
        {
            "id": "17",
            "text": "\"And what is that in your right hand, O Musa\""
        },
        {
            "id": "18",
            "text": "He said: \"This is my stick, whereon I lean, and wherewith I beat down branches for my sheep, and wherein I find other uses.\""
        },
        {
            "id": "19",
            "text": "(Allah) said: \"Cast it down, O Musa!\""
        },
        {
            "id": "20",
            "text": "He cast it down, and behold! It was a snake, moving quickly."
        },
        {
            "id": "21",
            "text": "Allah said: \"Grasp it and fear not; We shall return it to its former state.\""
        },
        {
            "id": "22",
            "text": "\"And press your (right) hand to your (left) side: it will come forth white (and shining), without any disease as another sign,\""
        },
        {
            "id": "23",
            "text": "\"That We may show you (some) of Our greater signs.\""
        },
        {
            "id": "24",
            "text": "\"Go to Fir`awn! Verily, he has transgressed.\""
        },
        {
            "id": "25",
            "text": "He said: \"O my Lord! Open for me my chest.\""
        },
        {
            "id": "26",
            "text": "\"And ease my task for me;\""
        },
        {
            "id": "27",
            "text": "\"And loosen the knot from my tongue,\""
        },
        {
            "id": "28",
            "text": "\"That they understand my speech.\""
        },
        {
            "id": "29",
            "text": "\"And appoint for me a helper from my family,\""
        },
        {
            "id": "30",
            "text": "\"Harun, my brother.\""
        },
        {
            "id": "31",
            "text": "\"Increase my strength with him,\""
        },
        {
            "id": "32",
            "text": "\"And let him share my task,\""
        },
        {
            "id": "33",
            "text": "\"That we may glorify You much,\""
        },
        {
            "id": "34",
            "text": "\"And remember You much,\""
        },
        {
            "id": "35",
            "text": "\"Verily, You are ever seeing us.\""
        },
        {
            "id": "36",
            "text": "(Allah) said: \"You are granted your request, O Musa!\""
        },
        {
            "id": "37",
            "text": "\"And indeed We conferred a favor on you another time (before).\""
        },
        {
            "id": "38",
            "text": "\"When We inspired your mother with that which We inspired.\""
        },
        {
            "id": "39",
            "text": "\"Saying: `Put him (the child) into the Tabut and put it into the river; then the river shall cast it up on the bank, and there, an enemy of Mine and an enemy of his shall take him.' And I endued you with love from Me, in order that you may be brought up under My Eye.\""
        },
        {
            "id": "40",
            "text": "\"When your sister went and said: `Shall I show you one who will nurse him' So We restored you to your mother, that she might cool her eyes and she should not grieve. Then you did kill a man, but We saved you from great distress and tried you with a heavy trial.\" Then you stayed a number of years with the people of Madyan. Then you came here according to the fixed term which I ordained (for you), O Musa!"
        },
        {
            "id": "41",
            "text": "And I have chosen you for Myself."
        },
        {
            "id": "42",
            "text": "Go you and your brother with My Ayat, and do not, you both, slacken and become weak in My remembrance."
        },
        {
            "id": "43",
            "text": "Go both of you to Fir`awn, verily, he has transgressed."
        },
        {
            "id": "44",
            "text": "And speak to him mildly, perhaps he may accept admonition or fear (Allah)."
        },
        {
            "id": "45",
            "text": "Both of them said: \"Our Lord! Verily, we fear lest he should hasten to punish us or lest he should transgress.\""
        },
        {
            "id": "46",
            "text": "He (Allah) said: \"Fear not, verily, I am with you both, hearing and seeing.\""
        },
        {
            "id": "47",
            "text": "\"So go you both to him, and say: 'Verily, we are both Messengers of your Lord, so let the Children of Israel go with us, and torment them not; indeed, we have come with a sign from your Lord! And peace will be upon him who follows the guidance!\""
        },
        {
            "id": "48",
            "text": "`Truly, it has been revealed to us that the torment will be for him who denies, and turns away.`\""
        },
        {
            "id": "49",
            "text": "Fir`awn said: \"Who then, O Musa, is the Lord of you two\""
        },
        {
            "id": "50",
            "text": "[Musa] said: \"Our Lord is He Who gave to each thing its form and nature, then guided it aright.\""
        },
        {
            "id": "51",
            "text": "[Fir`awn] said: \"What about the generations of old\""
        },
        {
            "id": "52",
            "text": "[Musa] said: \"The knowledge thereof is with my Lord, in a Record. My Lord neither errs nor forgets.\""
        },
        {
            "id": "53",
            "text": "Who has made earth for you like a bed; and has opened ways for you therein, and has sent down water (rain) from the sky. And We have brought forth with it various kinds of vegetation."
        },
        {
            "id": "54",
            "text": "Eat and pasture your cattle; verily, in this are Ayat for men of understanding."
        },
        {
            "id": "55",
            "text": "Thereof We created you, and into it We shall return you, and from it We shall bring you out once again."
        },
        {
            "id": "56",
            "text": "And indeed We showed him (Fir`awn) all Our Ayat, but he denied and refused."
        },
        {
            "id": "57",
            "text": "He (Fir`awn) said: \"Have you come to drive us out of our land with your magic, O Musa\""
        },
        {
            "id": "58",
            "text": "\"Then verily, we can produce magic the like thereof; so appoint a meeting between us and you, which neither we nor you shall fail to keep, in an open place where both shall have a just and equal chance.\""
        },
        {
            "id": "59",
            "text": "(Musa) said: \"Your appointed meeting is the day of the festival, and let the people assemble when the sun has risen (forenoon).\""
        },
        {
            "id": "60",
            "text": "So Fir`awn withdrew, devised his plot and then came back."
        },
        {
            "id": "61",
            "text": "Musa said to them: \"Woe unto you! Invent not a lie against Allah, lest He should destroy you completely by a torment. And surely, he who invents a lie (against Allah) will fail miserably.\""
        },
        {
            "id": "62",
            "text": "Then they debated one with another what they must do, and they kept their talk secret."
        },
        {
            "id": "63",
            "text": "They said: \"Verily, these are two magicians. Their object is to drive you out from your land with magic, and to take you away from your exemplary way.\""
        },
        {
            "id": "64",
            "text": "\"So devise your plot, and then assemble in line. And whoever overcomes this day will be indeed successful.\""
        },
        {
            "id": "65",
            "text": "They said: \"O Musa! Either you throw first or we be the first to throw\""
        },
        {
            "id": "66",
            "text": "[Musa] said: \"Nay, throw you (first)!\" Then behold! their ropes and their sticks, by their magic, appeared to him as though they moved fast."
        },
        {
            "id": "67",
            "text": "So Musa conceived fear in himself."
        },
        {
            "id": "68",
            "text": "We (Allah) said: \"Fear not! Surely, you will have the upper hand.\""
        },
        {
            "id": "69",
            "text": "\"And throw that which is in your right hand! It will swallow up that which they have made. That which they have made is only a magician's trick, and the magician will never be successful, to whatever amount (of skill) he may attain.\""
        },
        {
            "id": "70",
            "text": "So the magicians fell down prostrate. They said: \"We believe in the Lord of Harun and Musa.\""
        },
        {
            "id": "71",
            "text": "(Fir`awn) said: \"Believe you in him before I give you permission Verily, he is your chief who has taught you magic. So I will surely cut off your hands and feet on opposite sides, and I will surely crucify you on the trunks of date palms, and you shall surely know which of us can give the severe and more lasting torment. \""
        },
        {
            "id": "72",
            "text": "They said: \"We prefer you not over what have come to us of the clear signs and to Him (Allah) Who created us. So, decree whatever you desire to decree, for you can only' decree (regarding) this life of the world.\""
        },
        {
            "id": "73",
            "text": "\"Verily, we have believed in our Lord, that He may forgive us our faults, and the magic to which you did compel us. And Allah is better as regards reward in comparison to your reward, and more lasting.\""
        },
        {
            "id": "74",
            "text": "Verily, whoever comes to his Lord as a criminal, then surely, for him is Hell, wherein he will neither die nor live."
        },
        {
            "id": "75",
            "text": "But whoever comes to Him as a believer, and has done righteous good deeds, for such are the high ranks,"
        },
        {
            "id": "76",
            "text": "`Adn Gardens, under which rivers flow, wherein they will abide forever, and such is the reward of those who purify themselves."
        },
        {
            "id": "77",
            "text": "And indeed We revealed to Musa: \"Travel by night with My servants and strike a dry path for them in the sea, fearing neither to be overtaken nor being afraid.\""
        },
        {
            "id": "78",
            "text": "Then Fir`awn pursued them with his hosts, but the sea [Al-Yamm] completely overwhelmed them and covered them up."
        },
        {
            "id": "79",
            "text": "And Fir`awn led his people astray, and he did not guide them."
        },
        {
            "id": "80",
            "text": "O Children of Israel! We delivered you from your enemy, and We made a covenant with you on the right side of the Mount, and We sent down to you manna and quail,"
        },
        {
            "id": "81",
            "text": "(Saying) eat of the Tayyibat wherewith We have provided you, and commit no transgression or oppression therein, lest My anger should justly descend on you. And he on whom My anger descends, he is indeed perished."
        },
        {
            "id": "82",
            "text": "And verily, I am indeed forgiving to him who repents, believes and does righteous deeds, and then Ihtada."
        },
        {
            "id": "83",
            "text": "\"And what made you hasten from your people, O Musa"
        },
        {
            "id": "84",
            "text": "He said: \"They are close on my footsteps, and I hastened to You, O my Lord, that You might be pleased.\""
        },
        {
            "id": "85",
            "text": "(Allah) said: \"Verily, We have tried your people in your absence, and As-Samiri has led them astray.\""
        },
        {
            "id": "86",
            "text": "Then Musa returned to his people in a state of anger and sorrow [Asif]. He said: \"O my people! Did not your Lord promise you a fair promise Did then the promise seem to you long in coming Or did you desire that wrath should descend from your Lord on you, that you broke your promise to me\""
        },
        {
            "id": "87",
            "text": "They said: \"We broke not the promise to you, of our own will, but we were made to carry the weight of the ornaments of the people, then we cast them, and that was what As-Samiri suggested.\""
        },
        {
            "id": "88",
            "text": "Then he took out for them a calf which was mooing. They said: \"This is your god, and the god of Musa,\" but he had forgotten."
        },
        {
            "id": "89",
            "text": "Did they not see that it could not return them a word (for answer), and that it had no power either to harm them or to do them good"
        },
        {
            "id": "90",
            "text": "And Harun indeed had said to them beforehand: \"O my people! You are being tried in this, and verily, your Lord is (Allah) the Most Gracious, so follow me and obey my order.\""
        },
        {
            "id": "91",
            "text": "They said: \"We will not stop worshipping it, until Musa returns to us.\""
        },
        {
            "id": "92",
            "text": "(Musa) said: \"O Harun! What prevented you when you saw them going astray;\""
        },
        {
            "id": "93",
            "text": "\"That you followed me not (according to my advice to you) Have you then disobeyed my order\""
        },
        {
            "id": "94",
            "text": "He (Harun) said: \"O son of my mother! Seize (me) not by my beard, nor by my head! Verily, I feared lest you should say: `You have caused a division among the Children of Israel, and you have not respected my word!\"'"
        },
        {
            "id": "95",
            "text": "(Musa) said: \"And what is the matter with you. O Samiri\""
        },
        {
            "id": "96",
            "text": "(Samiri) said: \"I saw what they saw not, so I took a (Qabdah) handful (of dust) from the (hoof) print of the messenger and threw it. Thus my inner self suggested to me.\""
        },
        {
            "id": "97",
            "text": "Musa said: \"Then go away! And verily, your (punishment) in this life will be that you will say: `Touch me not;' and verily, you have a promise that will not fail. And look at your god to which you have been devoted. We will certainly burn it, and scatter its particles in the sea.\""
        },
        {
            "id": "98",
            "text": "Your God is only Allah, there is no God but Him. He has full knowledge of all things."
        },
        {
            "id": "99",
            "text": "Thus We relate to you some information of what happened before. And indeed We have given you from Us a Reminder."
        },
        {
            "id": "100",
            "text": "Whoever turns away from it, verily, they will bear a heavy burden on the Day of Resurrection."
        },
        {
            "id": "101",
            "text": "They will abide in that -- and evil indeed will it be that load for them on the Day of Resurrection."
        },
        {
            "id": "102",
            "text": "The Day when the Sur will be blown: that Day, We shall gather the criminals blue-eyed."
        },
        {
            "id": "103",
            "text": "They will speak in a very low voice to each other (saying): \"You stayed not longer than ten.\""
        },
        {
            "id": "104",
            "text": "We know very well what they will say, when the best among them in knowledge and wisdom will say: \"You stayed no longer than a day!\""
        },
        {
            "id": "105",
            "text": "And they ask you concerning the mountains. Say: \"My Lord will blast them and scatter them as particles of dust.\""
        },
        {
            "id": "106",
            "text": "\"Then He shall leave it as a level smooth plain.\""
        },
        {
            "id": "107",
            "text": "\"You will see therein no crookedness nor curve.\""
        },
        {
            "id": "108",
            "text": "On that Day mankind will follow strictly (the voice of) Allah's caller, no crookedness (that is without going to the right or left of that voice) will they show him (Allah's caller). And all voices will be humbled for the Most Gracious (Allah), and nothing shall you hear except Hamsa."
        },
        {
            "id": "109",
            "text": "On that day no intercession shall avail, except the one for whom the Most Gracious has given permission and whose word is acceptable to Him."
        },
        {
            "id": "110",
            "text": "He knows what happens to them, and what will happen to them, but they will never encompass anything of His knowledge."
        },
        {
            "id": "111",
            "text": "And (all) faces shall be humbled before the Ever Living, the Sustainer. And he who carried wrongdoing, will be indeed a complete failure."
        },
        {
            "id": "112",
            "text": "And he who works deeds of righteousness, while he is a believer, then he will have no fear of injustice, nor of any curtailment."
        },
        {
            "id": "113",
            "text": "And thus We have sent it down as a Qur'an in Arabic, and have explained therein in detail the warnings, in order that they may have Taqwa, or that it may cause them to have a lesson from it."
        },
        {
            "id": "114",
            "text": "Then High above all be Allah, the True King. And be not in haste with the Qur'an before its revelation is completed to you, and say: \"My Lord! Increase me in knowledge.\""
        },
        {
            "id": "115",
            "text": "And indeed We made a covenant with Adam before, but he forgot, and We found on his part no firm willpower."
        },
        {
            "id": "116",
            "text": "And (remember) when We said to the angels: \"Prostrate yourselves to Adam.\" They prostrated themselves (all) except Iblis; he refused."
        },
        {
            "id": "117",
            "text": "Then We said: \"O Adam! Verily, this is an enemy to you and to your wife. So let him not get you both out of Paradise, so that you will be distressed.\""
        },
        {
            "id": "118",
            "text": "\"You will never be hungry therein nor naked.\""
        },
        {
            "id": "119",
            "text": "\"And you (will) suffer not from thirst therein nor from the sun's heat.\""
        },
        {
            "id": "120",
            "text": "Then Shaytan whispered to him, saying: \"O Adam! Shall I lead you to the Tree of Eternity and to a kingdom that will never waste away\""
        },
        {
            "id": "121",
            "text": "Then they both ate of the Tree, and so their private parts became manifest to them, and they began to cover themselves with the leaves of the Paradise for their covering. Thus Adam disobeyd his Lord, so he went astray."
        },
        {
            "id": "122",
            "text": "Then his Lord chose him, and turned to him with forgiveness, and gave him guidance."
        },
        {
            "id": "123",
            "text": "He (Allah) said: \"Get you down, both of you, together, some of you are an enemy to some others. Then if there comes to you guidance from Me, then whoever follows My guidance he shall neither go astray nor shall be distressed."
        },
        {
            "id": "124",
            "text": "But whosoever turns away from My Reminder, verily, for him is a life of hardship, and We shall raise him up blind on the Day of Resurrection.\""
        },
        {
            "id": "125",
            "text": "He will say: \"O my Lord! Why have you raised me up blind, while I had sight (before).\""
        },
        {
            "id": "126",
            "text": "(Allah) will say: \"Like this Our Ayat came unto you, but you disregarded them, and so this Day, you will be neglected.\""
        },
        {
            "id": "127",
            "text": "And thus do We requite him who transgresses beyond bounds and believes not in the Ayat of his Lord; and the torment of the Hereafter is far more severe and more lasting."
        },
        {
            "id": "128",
            "text": "Is it not a guidance for them (to know) how many generations We have destroyed before them, in whose dwellings they walk Verily, in this are signs indeed for men of understanding."
        },
        {
            "id": "129",
            "text": "And had it not been for a Word that went forth before from your Lord, and a term determined, (their punishment) must necessarily have come (in this world)."
        },
        {
            "id": "130",
            "text": "So bear patiently what they say, and glorify the praises of your Lord before the rising of the sun, and before its setting, and during some hours of the night, and at the ends of the day, that you may become pleased with the reward which Allah shall give you."
        },
        {
            "id": "131",
            "text": "And strain not your eyes in longing for the things We have given for enjoyment to various groups of them, the splendor of the life of this world, that We may test them thereby. But the provision of your Lord is better and more lasting."
        },
        {
            "id": "132",
            "text": "And enjoin Salah on your family, and be patient in offering them. We ask not of you a provision: We provide for you. And the good end is for those who have Taqwa."
        },
        {
            "id": "133",
            "text": "And they say, \"Why does he not bring us a sign from his Lord?\" Has there not come to them evidence of what was in the former scriptures?"
        },
        {
            "id": "134",
            "text": "And if We had destroyed them with a torment before this, they would surely have said: \"Our Lord! If only You had sent us a Messenger we should certainly have followed Your Ayat, before we were humiliated and disgraced.\""
        },
        {
            "id": "135",
            "text": "(Say) \"Say, O Muhammad, to those who deny you, oppose you and continue in their disbelief and obstinance.\""
        }
    ]
}