{
    "id": 77,
    "name": "المرسلات",
    "ayaTranslation": [
        "By the Mursalat `Urfa.",
        "The `Asifat `Asfa.",
        "And the Nashirat Nashra.",
        "The Fariqat that separate.",
        "The Mulqiyat that remind,",
        "Excusing or warning.",
        "Surely, what you are promised will occur.",
        "Then when the stars lose their lights.",
        "And when Furijat the heaven.",
        "And when the mountains are blown away.",
        "And when the Messengers are Uqqitat.",
        "For what Day are these signs postponed",
        "For the Day of Sorting Out (the men of Paradise from the men destined for Hell).",
        "And what will explain to you what is the Day of Sorting Out",
        "Woe that Day to the deniers (of the Day of Resurrection)!",
        "Did We not destroy the ancients",
        "So shall We make later generations to follow them.",
        "Thus do We deal with the criminals.",
        "Woe that Day to the deniers!",
        "Did We not create you from a despised water",
        "Then We placed it in a place of safety,",
        "For a known period",
        "So We did measure; and We are the best to measure.",
        "Woe that Day to the deniers!",
        "Have We not made the earth Kifat (a receptacle)",
        "For the living and the dead",
        "And have placed therein fixed towers, and have given you Furat water",
        "Woe that Day to the deniers!",
        "(It will be said to the disbelievers): \"Depart you to that which you used to deny!\"",
        "\"Depart you to a shadow in three columns,\"",
        "\"Neither shady nor of any use against the fierce flame of the Fire.\"",
        "Verily, it (Hell) throws sparks (huge) as Al-Qasr,",
        "As if they were Sufr camels.",
        "Woe that Day to the deniers (of the Day of Resurrection)!",
        "That will be a Day when they shall not speak (during some part of it),",
        "And they will not be permitted to put forth any excuse.",
        "Woe that Day to the deniers (of the Day of Resurrection)!",
        "That will be a Day of Decision! We have brought you and the men of old together!",
        "So, if you have a plot, use it against Me (Allah)!",
        "Woe that Day to the deniers (of the Day of Resurrection)!",
        "Verily, those who had Taqwa, shall be amidst shades and springs.",
        "And fruits, such as they desire.",
        "\"Eat and drink comfortably for that which you used to do.\"",
        "Verily, thus We reward the Muhsinin.",
        "Woe that Day to the deniers!",
        "Eat and enjoy yourselves for a little while. Verily, you are criminals.",
        "Woe that Day to the deniers!",
        "And when it is said to them: \"Bow down yourself!\" They bow not down.",
        "Woe that Day to the deniers!",
        "Then in what statement after this will they believe"
      ]
}