{
    "id": "68",
    "name": "القلم",
    "remark": "",
    "ayaTranslation": [
        {
            "id": "1",
            "text": "Nun. By the pen and by what they Yastur."
        },
        {
            "id": "2",
            "text": "You, by the grace of your Lord, are not insane."
        },
        {
            "id": "3",
            "text": "And verily, for you will be reward that is not Mamnun."
        },
        {
            "id": "4",
            "text": "And verily, you are on an exalted character."
        },
        {
            "id": "5",
            "text": "You will see, and they will see,"
        },
        {
            "id": "6",
            "text": "Which of you is afflicted with madness."
        },
        {
            "id": "7",
            "text": "Verily, your Lord is the best Knower of him who has gone astray from His path, and He is the best Knower of those who are guided."
        },
        {
            "id": "8",
            "text": "So, do not obey the deniers."
        },
        {
            "id": "9",
            "text": "They wish that you should compromise with them, so they (too) would compromise with you."
        },
        {
            "id": "10",
            "text": "And do not obey every Hallaf Mahin."
        },
        {
            "id": "11",
            "text": "A Hammaz, going about with Namim,"
        },
        {
            "id": "12",
            "text": "Hinderer of the good, transgressor, sinful,"
        },
        {
            "id": "13",
            "text": "`Utul, and moreover Zanim."
        },
        {
            "id": "14",
            "text": "(He was so) because he had wealth and children."
        },
        {
            "id": "15",
            "text": "When Our Ayat are recited to him, he says: \"Tales of the men of old!\""
        },
        {
            "id": "16",
            "text": "We shall brand him on the snout (nose)!"
        },
        {
            "id": "17",
            "text": "Verily, We have tried them as We tried the People of the Garden, when they swore to pluck the fruits in the morning,"
        },
        {
            "id": "18",
            "text": "Without saying: \"If Allah wills.\""
        },
        {
            "id": "19",
            "text": "Then there passed over it a Ta'if from your Lord while they were asleep."
        },
        {
            "id": "20",
            "text": "So by the morning, it became like As-Sarim."
        },
        {
            "id": "21",
            "text": "Then they called out (one to another as soon) as the morning broke."
        },
        {
            "id": "22",
            "text": "Saying: \"Go to your tilth in the morning, if you would pluck (the fruits).\""
        },
        {
            "id": "23",
            "text": "So they departed, and they were whispering:"
        },
        {
            "id": "24",
            "text": "\"No poor person shall enter upon you into it today.\""
        },
        {
            "id": "25",
            "text": "And they went in the morning with Hard Qadirin."
        },
        {
            "id": "26",
            "text": "But when they saw it, they said: \"Verily, we have gone astray.\""
        },
        {
            "id": "27",
            "text": "\"Nay! Indeed we are deprived!\""
        },
        {
            "id": "28",
            "text": "The Awsat among them said; \"Did I not tell you, `Why do you not Tusabbihun.\"'"
        },
        {
            "id": "29",
            "text": "They said: \"Glory to Our Lord! Verily, we have been wrongdoers.\""
        },
        {
            "id": "30",
            "text": "Then they turned one against another, blaming."
        },
        {
            "id": "31",
            "text": "They said: \"Woe to us! Verily, we were Taghin.\""
        },
        {
            "id": "32",
            "text": "\"We hope that our Lord will give us in exchange better than it. Truly, we hope in our Lord.\""
        },
        {
            "id": "33",
            "text": "Such is the punishment, but truly, the punishment of the Hereafter is greater if they but knew."
        },
        {
            "id": "34",
            "text": "Verily, for those who have Taqwa are Gardens of Delight with their Lord."
        },
        {
            "id": "35",
            "text": "Shall We then treat the Muslims like the criminals"
        },
        {
            "id": "36",
            "text": "What is the matter with you How judge you"
        },
        {
            "id": "37",
            "text": "Or have you a Book wherein you learn,"
        },
        {
            "id": "38",
            "text": "That you shall therein have all that you choose"
        },
        {
            "id": "39",
            "text": "Or have you oaths from Us, lasting until the Day of Judgement, that yours will be what you judge"
        },
        {
            "id": "40",
            "text": "Ask them, which of them will stand as surety for that!"
        },
        {
            "id": "41",
            "text": "Or have they \"partners\" Then let them bring their \"partners\" if they are truthful!"
        },
        {
            "id": "42",
            "text": "The Day when the Shin shall be laid bare and they shall be called to prostrate themselves, but they shall not be able to do so."
        },
        {
            "id": "43",
            "text": "Their eyes will be cast down and ignominy will cover them; they used to be called to prostrate themselves, while they were."
        },
        {
            "id": "44",
            "text": "Then leave Me alone with whoever denies this narration. We shall punish them gradually from directions they perceive not."
        },
        {
            "id": "45",
            "text": "And I will grant them a respite. Verily, My plan is strong."
        },
        {
            "id": "46",
            "text": "Or is it that you ask them a wage, so that they are heavily burdened with debt"
        },
        {
            "id": "47",
            "text": "Or that the Unseen is in their hands, so that they can write it down"
        },
        {
            "id": "48",
            "text": "So, wait with patience for the decision of your Lord, and be not like the Companion of the Fish when he cried out (to Us) while he was Makzum."
        },
        {
            "id": "49",
            "text": "Had not a grace from his Lord reached him, he would indeed have been (left in the stomach of the fish, but We forgave him), so he was cast off on the naked shore, while he was to be blamed."
        },
        {
            "id": "50",
            "text": "Then his Lord chose him and made him of the righteous."
        },
        {
            "id": "51",
            "text": "And verily, those who disbelieve would almost make you slip with their eyes (through hatred) when they hear the Reminder (the Qur'an), and they say: \"Verily, he is a madman!\""
        },
        {
            "id": "52",
            "text": "But it is nothing else than a Reminder to all the creatures (`Alamin)."
        }
    ]
}