{
    "id": "83",
    "name": "المطففين",
    "remark": "",
    "ayaTranslation": [
        {
            "id": "1",
            "text": "Woe to Al-Mutaffifin."
        },
        {
            "id": "2",
            "text": "Those who, when they have to receive by measure from men, demand full measure,"
        },
        {
            "id": "3",
            "text": "And when they have to give by measure or weight to men, give less than due."
        },
        {
            "id": "4",
            "text": "Do they not think that they will be resurrected,"
        },
        {
            "id": "5",
            "text": "On a Great Day"
        },
        {
            "id": "6",
            "text": "The Day when (all) mankind will stand before the Lord of all that exists"
        },
        {
            "id": "7",
            "text": "Nay! Truly, the Record of the wicked is in Sijjin."
        },
        {
            "id": "8",
            "text": "And what will make you know what Sijjin is"
        },
        {
            "id": "9",
            "text": "A Register inscribed."
        },
        {
            "id": "10",
            "text": "Woe, that Day, to those who deny."
        },
        {
            "id": "11",
            "text": "Those who deny the Day of Recompense."
        },
        {
            "id": "12",
            "text": "And none can deny it except every transgressor beyond bounds, the sinner!"
        },
        {
            "id": "13",
            "text": "When Our Ayat are recited to him, he says: \"Tales of the ancients!\""
        },
        {
            "id": "14",
            "text": "Nay! But on their hearts is the Ran (covering) which they used to earn."
        },
        {
            "id": "15",
            "text": "Nay! Surely, they will be veiled from seeing their Lord that Day."
        },
        {
            "id": "16",
            "text": "Then verily, they will indeed enter the burning flame of Hell."
        },
        {
            "id": "17",
            "text": "Then, it will be said to them: \"This is what you used to deny!\""
        },
        {
            "id": "18",
            "text": "Nay! Verily, the Record of Al-Abrar (the righteous believers) is (preserved) in `Illiyyin."
        },
        {
            "id": "19",
            "text": "And what will make you know what `Illiyyin is"
        },
        {
            "id": "20",
            "text": "A Register inscribed,"
        },
        {
            "id": "21",
            "text": "To which bear witness those nearest."
        },
        {
            "id": "22",
            "text": "Verily, Al-Abrar (the righteous believers) will be in Delight."
        },
        {
            "id": "23",
            "text": "On thrones, looking."
        },
        {
            "id": "24",
            "text": "You will recognize in their faces the brightness of delight."
        },
        {
            "id": "25",
            "text": "They will be given to drink of pure sealed Rahiq."
        },
        {
            "id": "26",
            "text": "Sealed with musk, and for this let those strive who want to strive."
        },
        {
            "id": "27",
            "text": "It will be mixed with Tasnim:"
        },
        {
            "id": "28",
            "text": "A spring whereof drink those nearest to Allah."
        },
        {
            "id": "29",
            "text": "Verily, those who committed crimes used to laugh at those who believed."
        },
        {
            "id": "30",
            "text": "And, whenever they passed by them, used to wink one to another."
        },
        {
            "id": "31",
            "text": "And when they returned to their own people, they would return jesting;"
        },
        {
            "id": "32",
            "text": "And when they saw them, they said: \"Verily, these have indeed gone astray!\""
        },
        {
            "id": "33",
            "text": "But they were not sent as watchers over them."
        },
        {
            "id": "34",
            "text": "But this Day those who believe will laugh at the disbelievers"
        },
        {
            "id": "35",
            "text": "On thrones, looking."
        },
        {
            "id": "36",
            "text": "Are not the disbelievers paid for what they used to do"
        }
    ]
}