{"id":11,"translation":"Hilali and Khan","name":"هود","ayaTranslation":["Alif-Lam-Ra. [These letters are one of the miracles of the Quran and none but Allah (Alone) knows their meanings]. (This is) a Book, the Verses whereof are perfected (in every sphere of knowledge, etc.), and then explained in detail from One (Allah), Who is All-Wise and Well-Acquainted (with all things).","(Saying) worship none but Allah. Verily, I (Muhammad SAW) am unto you from Him a warner and a bringer of glad tidings.","And (commanding you): \"Seek the forgiveness of your Lord, and turn to Him in repentance, that He may grant you good enjoyment, for a term appointed, and bestow His abounding Grace to every owner of grace (i.e. the one who helps and serves needy and deserving, physically and with his wealth, and even with good words). But if you turn away, then I fear for you the torment of a Great Day (i.e. the Day of Resurrection).","To Allah is your return, and He is Able to do all things.\"","No doubt! They did fold up their breasts, that they may hide from Him. Surely, even when they cover themselves with their garments, He knows what they conceal and what they reveal. Verily, He is the All-Knower of the (innermost secrets) of the breasts.","And no (moving) living creature is there on earth but its provision is due from Allah. And He knows its dwelling place and its deposit (in the uterous, grave, etc.). all is in a Clear Book (Al-Lauh Al-Mahfuz - the Book of Decrees with Allah).","And He it is Who has created the heavens and the earth in six Days and His Throne was on the water, that He might try you, which of you is the best in deeds. But if you were to say to them: \"You shall indeed be raised up after death,\" those who disbelieve would be sure to say, \"This is nothing but obvious magic.\"","And if We delay the torment for them till a determined term, they are sure to say, \"What keeps it back?\" Verily, on the day it reaches them, nothing will turn it away from them, and they will be surrounded by (fall in) that at which they used to mock!","And if We give man a taste of Mercy from Us, and then withdraw it from him, verily! He is despairing, ungrateful.","But if We let him taste good (favour) after evil (poverty and harm) has touched him, he is sure to say: \"Ills have departed from me.\" Surely, he is exultant, and boastful (ungrateful to Allah).","Except those who show patience and do righteous good deeds, those: theirs will be forgiveness and a great reward (Paradise).","So perchance you (Muhammad SAW) may give up a part of what is revealed unto you, and that your breast feels straitened for it because they say, \"Why has not a treasure been sent down unto him, or an angel has come with him?\" But you are only a warner. And Allah is a Wakil (Disposer of affairs, Trustee, Guardian, etc.) over all things.","Or they say, \"He (Prophet Muhammad SAW) forged it (the Quran).\" Say: \"Bring you then ten forged Surah (chapters) like unto it, and call whomsoever you can, other than Allah (to your help), if you speak the truth!\"","If then they answer you not, know then that the Revelation (this Quran) is sent down with the Knowledge of Allah and that La ilaha illa Huwa: (none has the right to be worshipped but He)! Will you then be Muslims (those who submit to Islam)?","Whosoever desires the life of the world and its glitter; to them We shall pay in full (the wages of) their deeds therein, and they will have no diminution therein.","They are those for whom there is nothing in the Hereafter but Fire; and vain are the deeds they did therein. And of no effect is that which they used to do.","Can they (Muslims) who rely on a clear proof (the Quran) from their Lord, and whom a witness [Prophet Muhammad SAW through Jibrael (Gabriel)] from Him follows it (can they be equal with the disbelievers); and before it, came the Book of Musa (Moses), a guidance and a mercy, they believe therein, but those of the sects (Jews, Christians and all the other non-Muslim nations) that reject it (the Quran), the Fire will be their promised meeting-place. So be not in doubt about it (i.e. those who denied Prophet Muhammad SAW and also denied all that which he brought from Allah, surely, they will enter Hell). Verily, it is the truth from your Lord, but most of the mankind believe not.","And who does more wrong than he who invents a lie against Allah. Such wi, l be brought before their Lord, and the witnesses will say, \"These are the ones who lied against their Lord!\" No doubt! the curse of Allah is on the Zalimun (polytheists, wrong-doers, oppressors, etc.).","Those who hinder (others) from the Path of Allah (Islamic Monotheism), and seek a crookedness therein, while they are disbelievers in the Hereafter.","By no means will they escape (from Allah's Torment) on earth, nor have they protectors besides Allah! Their torment will be doubled! They could not bear to hear (the preachers of the truth) and they used not to see (the truth because of their severe aversin, inspite of the fact that they had the sense of hearing and sight).","They are those who have lost their ownselves, and their invented false deities will vanish from them.","Certainly, they are those who will be the greatest losers in the Hereafter.","Verily, those who believe (in the Oneness of Allah - Islamic Monotheism) and do righteous good deeds, and humble themselves (in repentance and obedience) before their Lord, - they will be dwellers of Paradise to dwell therein forever.","The likeness of the two parties is as the blind and the deaf and the seer and the hearer. Are they equal when compared? Will you not then take heed?","And indeed We sent Nuh (Noah) to his people (and he said): \"I have come to you as a plain warner.\"","\"That you worship none but Allah, surely, I fear for you the torment of a painful Day.\"","The chiefs of the disbelievers among his people said: \"We see you but a man like ourselves, nor do we see any follow you but the meanest among us and they (too) followed you without thinking. And we do not see in you any merit above us, in fact we think you are liars.\"","He said: \"O my people! Tell me, if I have a clear proof from my Lord, and a Mercy (Prophethood, etc.) has come to me from Him, but that (Mercy) has been obscured from your sight. Shall we compel you to accept it (Islamic Monotheism) when you have a strong hatred for it?","\"And O my people! I ask of you no wealth for it, my reward is from none but Allah. I am not going to drive away those who have believed. Surely, they are going to meet their Lord, but I see that you are a people that are ignorant.","\"And O my people! Who will help me against Allah, if I drove them away? Will you not then give a thought?","\"And I do not say to you that with me are the Treasures of Allah, \"Nor that I know the Ghaib (unseen); \"nor do I say I am an angel, and I do not say of those whom your eyes look down upon that Allah will not bestow any good on them. Allah knows what is in their inner-selves (as regards belief, etc.). In that case, I should, indeed be one of the Zalimun (wrong-doers, oppressors, etc.).\"","They said: \"O Nuh (Noah)! You have disputed with us and much have you prolonged the dispute with us, now bring upon us what you threaten us with, if you are of the truthful.\"","He said: \"Only Allah will bring it (the punishment) on you, if He will, and then you will escape not.","\"And my advice will not profit you, even if I wish to give you good counsel, if Allah's Will is to keep you astray. He is your Lord! and to Him you shall return.\"","Or they (the pagans of Makkah) say: \"He (Muhammad SAW) has fabricated it (the Quran).\" Say: \"If I have fabricated it, upon me be my crimes, but I am innocent of (all) those crimes which you commit.\"","And it was inspired to Nuh (Noah): \"None of your people will believe except those who have believed already. So be not sad because of what they used to do.","\"And construct the ship under Our Eyes and with Our Inspiration, and address Me not on behalf of those who did wrong; they are surely to be drowned.\"","And as he was constructing the ship, whenever the chiefs of his people passed by him, they made a mockery of him. He said: \"If you mock at us, so do we mock at you likewise for your mocking.","\"And you will know who it is on whom will come a torment that will cover him with disgrace and on whom will fall a lasting torment.\"","(So it was) till then there came Our Command and the oven gushed forth (water like fountains from the earth). We said: \"Embark therein, of each kind two (male and female), and your family, except him against whom the Word has already gone forth, and those who believe. And none believed with him, except a few.\"","And he [Nuh (Noah)] said: \"Embark therein, in the Name of Allah will be its moving course and its resting anchorage. Surely, my Lord is Oft-Forgiving, Most Merciful.\" (Tafsir At-Tabari, Vol. 12, Page 43)","So it (the ship) sailed with them amidst the waves like mountains, and Nuh (Noah) called out to his son, who had separated himself (apart), \"O my son! Embark with us and be not with the disbelievers.\"","The son replied: \"I will betake myself to a mountain, it will save me from the water.\" Nuh (Noah) said: \"This day there is no saviourfrom the Decree of Allah except him on whom He has mercy.\" And a wave came in between them, so he (the son) was among the drowned.","And it was said: \"O earth! Swallow up your water, and O sky! Withhold (your rain).\" And the water was diminished (made to subside) and the Decree (of Allah) was fulfilled (i.e. the destruction of the people of Nuh (Noah). And it (the ship) rested on Mount Judi, and it was said: \"Away with the people who are Zalimun (polytheists and wrong-doing)!\"","And Nuh (Noah) called upon his Lord and said, \"O my Lord! Verily, my son is of my family! And certainly, Your Promise is true, and You are the Most Just of the judges.\"","He said: \"O Nuh (Noah)! Surely, he is not of your family; verily, his work is unrighteous, so ask not of Me that of which you have no knowledge! I admonish you, lest you be one of the ignorants.\"","Nuh (Noah) said: \"O my Lord! I seek refuge with You from asking You that of which I have no knowledge. And unless You forgive me and have Mercy on me, I would indeed be one of the losers.\"","It was said: \"O Nuh (Noah)! Come down (from the ship) with peace from Us and blessings on you and on the people who are with you (and on some of their off spring), but (there will be other) people to whom We shall grant their pleasures (for a time), but in the end a painful torment will reach them from Us.\"","This is of the news of the unseen which We reveal unto you (O Muhammad SAW), neither you nor your people knew them before this. So be patient. Surely, the (good) end is for the Muttaqun (pious - see V. 2:2)","And to 'Ad (people We sent) their brother Hud. He said, \"O my people! Worship Allah! You have no other Ilah (God) but Him. Certainly, you do nothing but invent (lies)!","\"O my people I ask of you no reward for it (the Message). My reward is only from Him, Who created me. Will you not then understand?","\"And O my people! Ask forgiveness of your Lord and then repent to Him, He will send you (from the sky) abundant rain, and add strength to your strength, so do not turn away as Mujrimun (criminals, disbelievers in the Oneness of Allah).\"","They said: \"O Hud! No evidence have you brought us, and we shall not leave our gods for your (mere) saying! And we are not believers in you.","\"All that we say is that some of our gods (false deities) have seized you with evil (madness).\" He said: \"I call Allah to witness and bear you witness that I am free from that which you ascribe as partners in worship,","With Him (Allah). So plot against me, all of you, and give me no respite.","\"I put my trust in Allah, my Lord and your Lord! There is not a moving (living) creature but He has grasp of its forelock. Verily, my Lord is on the Straight Path (the truth).","\"So if you turn away, still I have conveyed the Message with which I was sent to you. My Lord will make another people succeed you, and you will not harm Him in the least. Surely, my Lord is Guardian over all things.\"","And when Our Commandment came, We saved Hud and those who believed with him by a Mercy from Us, and We saved them from a severe torment.","Such were 'Ad (people). They rejected the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) of their Lord and disobeyed His Messengers, and followed the command of every proud obstinate (oppressor of the truth, from their leaders).","And they were pursued by a curse in this world and (so they will be) on the Day of Resurrection. No doubt! Verily, 'Ad disbelieved in their Lord. So away with 'Ad, the people of Hud.","And to Thamud (people, We sent) their brother Salih (Saleh). He said: \"O my people! Worship Allah, you have no other Ilah (God) but Him. He brought you forth from the earth and settled you therein, then ask forgiveness of Him and turn to Him in repentance. Certainly, my Lord is Near (to all by His Knowledge), Responsive.\"","They said: \"O Salih (Saleh)! You have been among us as a figure of good hope (and we wished for you to be our chief), till this [new thing which you have brought; that we leave our gods and worship your God (Allah) Alone]! Do you (now) forbid us the worship of what our fathers have worshipped? But we are really in grave doubt as to that which you invite us to (monotheism).\"","He said: \"O my people! Tell me, if I have a clear proof from my Lord, and there has come to me a Mercy (Prophethood, etc.) from Him, who then can help me against Allah, if I were to disobey Him? Then you increase me not but in loss.","\"And O my people! This she-camel of Allah is a sign to you, leave her to feed on Allah's earth, and touch her not with evil, lest a near torment will seize you.\"","But they killed her. So he said: \"Enjoy yourselves in your homes for three days. This is a promise (i.e. a threat) that will not be belied.\"","So when Our Commandment came, We saved Salih (Saleh) and those who believed with him by a Mercy from Us, and from the disgrace of that Day. Verily, your Lord, He is the All-Strong, the All-Mighty.","And As-Saihah (torment - awful cry, etc.) overtook the wrong-doers, so they lay (dead), prostrate in their homes,","As if they had never lived there. No doubt! Verily, Thamud disbelieved in their Lord. So away with Thamud!","And verily, there came Our Messengers to Ibrahim (Abraham) with glad tidings. They said: Salam (greetings or peace!) He answered, Salam (greetings or peace!) and he hastened to entertain them with a roasted calf.","But when he saw their hands went not towards it (the meal), he felt some mistrust of them, and conceived a fear of them. They said: \"Fear not, we have been sent against the people of Lout (Lot).\"","And his wife was standing (there), and she laughed (either, because the Messengers did not eat their food or for being glad for the destruction of the people of Lout (Lot). But We gave her glad tidings of Ishaque (Isaac), and after him, of Ya'qub (Jacob).","She said (in astonishment): \"Woe unto me! Shall I bear a child while I am an old woman, and here is my husband, an old man? Verily! This is a strange thing!\"","They said: \"Do you wonder at the Decree of Allah? The Mercy of Allah and His Blessings be on you, O the family [of Ibrahim (Abraham)]. Surely, He (Allah) is All-Praiseworthy, All-Glorious.\"","Then when the fear had gone away from (the mind of) Ibrahim (Abraham), and the glad tidings had reached him, he began to plead with Us (Our Messengers) for the people of Lout (Lot).","Verily, Ibrahim (Abraham) was, without doubt, forbearing, used to invoke Allah with humility, and was repentant (to Allah all the time, again and again).","\"O Ibrahim (Abraham)! Forsake this. Indeed, the Commandment of your Lord has gone forth. Verily, there will come a torment for them which cannot be turned back.\"","And when Our Messengers came to Lout (Lot), he was grieved on their account and felt himself straitened for them (lest the town people should approach them to commit sodomy with them). He said: \"This is a distressful day.\"","And his people came rushing towards him, and since aforetime they used to commit crimes (sodomy, etc.), he said: \"O my people! Here are my daughters (i.e. the daughters of my nation), they are purer for you (if you marry them lawfully). So fear Allah and degrade me not as regards my guests! Is there not among you a single right-minded man?\"","They said: \"Surely you know that we have neither any desire nor in need of your daughters, and indeed you know well what we want!\"","He said: \"Would that I had strength (men) to overpower you, or that I could betake myself to some powerful support (to resist you).\"","They (Messengers) said: \"O Lout (Lot)! Verily, we are the Messengers from your Lord! They shall not reach you! So travel with your family in a part of the night, and let not any of you look back, but your wife (will remain behind), verily, the punishment which will afflict them, will afflict her. Indeed, morning is their appointed time. Is not the morning near?\"","So when Our Commandment came, We turned (the towns of Sodom in Palestine) upside down, and rained on them stones of baked clay, piled up;","Marked from your Lord, and they are not ever far from the Zalimun (polytheists, evil-doers, etc.).","And to the Madyan (Midian) people (We sent) their brother Shu'aib. He said: \"O my people! Worship Allah, you have no other Ilah (God) but Him, and give not short measure or weight, I see you in prosperity; and verily I fear for you the torment of a Day encompassing.","\"And O my people! Give full measure and weight in justice and reduce not the things that are due to the people, and do not commit mischief in the land, causing corruption.","\"That which is left by Allah for you (after giving the rights of the people) is better for you, if you are believers. And I am not set over you as a guardian.","They said: \"O Shu'aib! Does your Salat (prayer) (i.e. the prayers which you offer has spoiled your mind, so you) command that we leave off what our fathers used to worship, or that we leave off doing what we like with our property? Verily, you are the forbearer, right-minded!\" (They said this sarcastically).","He said: \"O my people! Tell me, if I have a clear evidence from my Lord, and He has given me a good sustenance from Himself (shall I corrupt it by mixing it with the unlawfully earned money). I wish not, in contradiction to you, to do that which I forbid you. I only desire reform so far as I am able, to the best of my power. And my guidance cannot come except from Allah, in Him I trust and unto Him I repent.","\"And O my people! Let not my Shiqaqcause you to suffer the fate similar to that of the people of Nuh (Noah) or of Hud or of Salih (Saleh), and the people of Lout (Lot) are not far off from you!","\"And ask forgiveness of your Lord and turn unto Him in repentance. Verily, my Lord is Most Merciful, Most Loving.\"","They said: \"O Shu'aib! We do not understand much of what you say, and we see you a weak (man, it is said that he was a blind man) among us. Were it not for your family, we should certainly have stoned you and you are not powerful against us.\"","He said: \"O my people! Is then my family of more weight with you than Allah? And you have cast Him away behind your backs. Verily, my Lord is surrounding all that you do.","\"And O my people! Act according to your ability and way, and I am acting (on my way). You will come to know who it is on whom descends the torment that will cover him with ignominy, and who is a liar! And watch you! Verily, I too am watching with you.\"","And when Our Commandment came, We saved Shu'aib and those who believed with him by a Mercy from Us. And As-Saihah (torment - awful cry, etc.) seized the wrong-doers, and they lay (dead) prostrate in their homes.","As if they had never lived there! So away with Madyan (Midian)! As away with Thamud! (All these nations were destroyed).","And indeed We sent Musa (Moses) with Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) and a manifest authority;","To Fir'aun (Pharaoh) and his chiefs, but they followed the command of Fir'aun (Pharaoh), and the command of Fir'aun (Pharaoh) was no right guide.","He will go ahead of his people on the Day of Resurrection, and will lead them into the Fire, and evil indeed is the place to which they are led.","They were pursued by a curse in this (deceiving life of this world) and (so they will be pursued by a curse) on the Day of Resurrection. How bad is the curse (in this world) pursued by another curse (in the Hereafter).","These are some of the news of the (population of) towns which We relate unto you (O Muhammad SAW); of them, some are standing, and some have been (already) reaped.","We wronged them not, but they wronged themselves. So their aliha (gods), other than Allah, whom they invoked, profited them naught when there came the Command of your Lord, nor did they add aught (to their lot) but destruction.","Such is the Seizure of your Lord when He seizes the (population of) towns while they are doing wrong. Verily, His Seizure is painful, and severe.","Indeed in that (there) is a sure lesson for those who fear the torment of the Hereafter. That is a Day whereon mankind will be gathered together, and that is a Day when all (the dwellers of the heavens and the earth) will be present.","And We delay it only for a term (already) fixed.","On the Day when it comes, no person shall speak except by His (Allah's) Leave. Some among them will be wretched and (others) blessed.","As for those who are wretched, they will be in the Fire, sighing in a high and low tone.","They will dwell therein for all the time that the heavens and the earth endure, except as your Lord wills. Verily, your Lord is the doer of what He wills.","And those who are blessed, they will be in Paradise, abiding therein for all the time that the heavens and the earth endure, except as your Lord will, a gift without an end.","So be not in doubt (O Muhammad SAW) as to what these (pagans and polytheists) men worship. They worship nothing but what their fathers worshipped before (them). And verily, We shall repay them in full their portion without diminution.","Indeed, We gave the Book to Musa (Moses), but differences arose therein, and had it not been for a Word that had gone forth before from your Lord, the case would have been judged between them, and indeed they are in grave doubt concerning it (this Quran).","And verily, to each of them your Lord will repay their works in full. Surely, He is All-Aware of what they do.","So stand (ask Allah to make) you (Muhammad SAW) firm and straight (on the religion of Islamic Monotheism) as you are commanded and those (your companions) who turn in repentance (unto Allah) with you, and transgress not (Allah's legal limits). Verily, He is All-Seer of what you do.","And incline not toward those who do wrong, lest the Fire should touch you, and you have no protectors other than Allah, nor you would then be helped.","And perform As-Salat (Iqamat-as-Salat), at the two ends of the day and in some hours of the night [i.e. the five compulsory Salat (prayers)]. Verily, the good deeds remove the evil deeds (i.e. small sins). That is a reminder (an advice) for the mindful (those who accept advice).","And be patient; verily, Allah loses not the reward of the good-doers.","If only there had been among the generations before you, persons having wisdom, prohibiting (others) from Al-Fasad (disbelief, polytheism, and all kinds of crimes and sins) in the earth, except a few of those whom We saved from among them. Those who did wrong pursued the enjoyment of good things of (this worldly) life, and were Mujrimun (criminals, disbelievers in Allah, polytheists, sinners, etc.).","And your Lord would never destroy the towns wrongfully, while their people were right-doers.","And if your Lord had so willed, He could surely have made mankind one Ummah [nation or community (following one religion only i.e. Islam)], but they will not cease to disagree,","Except him on whom your Lord has bestowed His Mercy (the follower of truth - Islamic Monotheism) and for that did He create them. And the Word of your Lord has been fulfilled (i.e. His Saying): \"Surely, I shall fill Hell with jinns and men all together.\"","And all that We relate to you (O Muhammad SAW) of the news of the Messengers is in order that We may make strong and firm your heart thereby. And in this (chapter of the Quran) has come to you the truth, as well as an admonition and a reminder for the believers.","And say to those who do not believe: \"Act according to your ability and way, We are acting (in our way).","And you wait! We (too) are waiting.\"","And to Allah belongs the Ghaib (unseen) of the heavens and the earth, and to Him return all affairs (for decision). So worship Him (O Muhammad SAW) and put your trust in Him. And your Lord is not unaware of what you (people) do.\""]}