{"id":23,"translation":"Hilali and Khan","name":"المؤمنون","ayaTranslation":["Successful indeed are the believers.","Those who offer their Salat (prayers) with all solemnity and full submissiveness.","And those who turn away from Al-Laghw (dirty, false, evil vain talk, falsehood, and all that Allah has forbidden).","And those who pay the Zakat.","And those who guard their chastity (i.e. private parts, from illegal sexual acts)","Except from their wives or (the captives and slaves) that their right hands possess, for then, they are free from blame;","But whoever seeks beyond that, then those are the transgressors;","Those who are faithfully true to their Amanat (all the duties which Allah has ordained, honesty, moral responsibility and trusts etc.) and to their covenants;","And those who strictly guard their (five compulsory congregational) Salawat (prayers) (at their fixed stated hours).","These are indeed the inheritors.","Who shall inherit the Firdaus (Paradise). They shall dwell therein forever.","And indeed We created man (Adam) out of an extract of clay (water and earth).","Thereafter We made him (the offspring of Adam) as a Nutfah (mixed drops of the male and female sexual discharge) (and lodged it) in a safe lodging (womb of the woman).","Then We made the Nutfah into a clot (a piece of thick coagulated blood), then We made the clot into a little lump of flesh, then We made out of that little lump of flesh bones, then We clothed the bones with flesh, and then We brought it forth as another creation. So blessed be Allah, the Best of creators.","After that, surely, you will die.","Then (again), surely, you will be resurrected on the Day of Resurrection.","And indeed We have created above you seven heavens (one over the other), and We are never unaware of the creation.","And We sent down from the sky water (rain) in (due) measure, and We gave it lodging in the earth, and verily, We are Able to take it away.","Then We brought forth for you therewith gardens of date-palms and grapes, wherein is much fruit for you, and whereof you eat.","And a tree (olive) that springs forth from Mount Sinai, that grows oil, and (it is a) relish for the eaters.","And Verily! In the cattle there is indeed a lesson for you. We give you to drink (milk) of that which is in their bellies. And there are, in them, numerous (other) benefits for you, and of them you eat.","And on them, and on ships you are carried.","And indeed We sent Nuh (Noah) to his people, and he said: \"O my people! Worship Allah! You have no other Ilah (God) but Him (Islamic Monotheism). Will you not then be afraid (of Him i.e. of His Punishment because of worshipping others besides Him)?\"","But the chiefs of those who disbelieved among his people said: \"He is no more than a human being like you, he seeks to make himself superior to you. Had Allah willed, He surely could have sent down angels; never did we hear such a thing among our fathers of old.","\"He is only a man in whom is madness, so wait for him a while.\"","[Nuh (Noah)] said: \"O my Lord! Help me because they deny me.\"","So We inspired him (saying): \"Construct the ship under Our Eyes and under Our Revelation (guidance). Then, when Our Command comes, and the oven gushes forth water, take on board of each kind two (male and female), and your family, except those thereof against whom the Word has already gone forth. And address Me not in favour of those who have done wrong. Verily, they are to be drowned.","And when you have embarked on the ship, you and whoever is with you, then say: \"All the praises and thanks be to Allah, Who has saved us from the people who are Zalimun (i.e. oppressors, wrong-doers, polytheists, those who join others in worship with Allah, etc.).","And say: \"My Lord! Cause me to land at a blessed landing-place, for You are the Best of those who bring to land.\"","Verily, in this [what We did as regards drowning of the people of Nuh (Noah)], there are indeed Ayat (proofs, evidences, lessons, signs, etc. for men to understand), for sure We are ever putting (men) to the test.","Then, after them, We created another generation.","And We sent to them a Messenger from among themselves (saying): \"Worship Allah! You have no other Ilah (God) but Him. Will you not then be afraid (of Him i.e. of His Punishment because of worshipping others besides Him)?\"","And the chiefs of his people, who disbelieved and denied the Meeting in the Hereafter, and to whom We had given the luxuries and comforts of this life, said: \"He is no more than a human being like you, he eats of that which you eat, and drinks of what you drink.","\"If you were to obey a human being like yourselves, then verily! You indeed would be losers.","\"Does he promise you that when you have died and have become dust and bones, you shall come out alive (resurrected)?","\"Far, very far is that which you are promised.","\"There is nothing but our life of this world! We die and we live! And we are not going to be resurrected!","\"He is only a man who has invented a lie against Allah, but we are not going to believe in him.\"","He said: \"O my Lord! Help me because they deny me.\"","(Allah) said: \"In a little while, they are sure to be regretful.\"","So As-Saihah (torment - awful cry, etc.) overtook them with justice, and We made them as rubbish of dead plants. So away with the people who are Zalimun (polytheists, wrong-doers, disbelievers in the Oneness of Allah, disobedient to His Messengers, etc.).","Then, after them, We created other generations.","No nation can anticipate their term, nor can they delay it.","Then We sent Our Messengers in succession, every time there came to a nation their Messenger, they denied him, so We made them follow one another (to destruction), and We made them as Ahadith (the true stories for mankind to learn a lesson from them). So away with a people who believe not.","Then We sent Musa (Moses) and his brother Harun (Aaron), with Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) and manifest authority,","To Fir'aun (Pharaoh) and his chiefs, but they behaved insolently and they were people self-exalting (by disobeying their Lord, and exalting themselves over and above the Messenger of Allah).","They said: \"Shall we believe in two men like ourselves, and their people are obedient to us with humility (and we use them to serve us as we like).\"","So they denied them both [Musa (Moses) and Harun (Aaron)] and became of those who were destroyed.","And indeed We gave Musa (Moses) the Scripture, that they may be guided.","And We made the son of Maryam (Mary) and his mother as a sign, And We gave them refuge on high ground, a place of rest, security and flowing streams.","O (you) Messengers! Eat of the Taiyibat [all kinds of Halal (legal) foods which Allah has made legal (meat of slaughtered eatable animals, milk products, fats, vegetables, fruits, etc.], and do righteous deeds. Verily! I am Well-Acquainted with what you do.","And verily! This your religion (of Islamic Monotheism) is one religion, and I am your Lord, so keep your duty to Me.","But they (men) have broken their religion among them into sects, each group rejoicing in its belief.","So leave them in their error for a time.","Do they think that We enlarge them in wealth and children,","We hasten unto them with good things (in this worldly life so that they will have no share of good things in the Hereafter)? Nay, but they perceive not.","Verily! Those who live in awe for fear of their Lord;","And those who believe in the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) of their Lord,","And those who join not anyone (in worship) as partners with their Lord;","And those who give that (their charity) which they give (and also do other good deeds) with their hearts full of fear (whether their alms and charities, etc., have been accepted or not), because they are sure to return to their Lord (for reckoning).","It is these who race for the good deeds, and they are foremost in them [e.g. offering the compulsory Salat (prayers) in their (early) stated, fixed times and so on].","And We tax not any person except according to his capacity, and with Us is a Record which speaks the truth, and they will not be wronged.","Nay, but their hearts are covered (blind) from understanding this (the Quran), and they have other (evil) deeds, besides, which they are doing.","Until, when We grasp those of them who lead a luxurious life with punishment, behold! They make humble invocation with a loud voice.","Invoke not loudly this day! Certainly, you shall not be helped by Us.","Indeed My Verses used to be recited to you, but you used to turn back on your heels (denying them, and with hatred to listen to them).","In pride (they Quraish pagans and polytheists of Makkah used to feel proud that they are the dwellers of Makkah sanctuary Haram), talking evil about it (the Quran) by night.","Have they not pondered over the Word (of Allah, i.e. what is sent down to the Prophet SAW), or has there come to them what had not come to their fathers of old?","Or is it that they did not recognize their Messenger (Muhammad SAW) so they deny him?","Or say they: \"There is madness in him?\" Nay, but he brought them the truth [i.e. \"(A) Tauhid: Worshipping Allah Alone in all aspects (B) The Quran (C) The religion of Islam,\"] but most of them (the disbelievers) are averse to the truth.","And if the truth had been in accordance with their desires, verily, the heavens and the earth, and whosoever is therein would have been corrupted! Nay, We have brought them their reminder, but they turn away from their reminder.","Or is it that you (O Muhammad SAW) ask them for some wages? But the recompense of your Lord is better, and He is the Best of those who give sustenance.","And certainly, you (O Muhammad SAW) call them to a Straight Path (true religion Islamic Monotheism).","And verily, those who believe not in the Hereafter are indeed deviating far astray from the Path (true religion Islamic Monotheism).","And though We had mercy on them and removed the distress which is on them, still they would obstinately persist in their transgression, wandering blindly.","And indeed We seized them with punishment, but they humbled not themselves to their Lord, nor did they invoke (Allah) with submission to Him.","Until, when We open for them the gate of severe punishment, then lo! They will be plunged into destruction with deep regrets, sorrows and in despair.","It is He, Who has created for you (the sense of) hearing (ears), sight (eyes), and hearts (understanding). Little thanks you give.","And it is He Who has created you on the earth, and to Him you shall be gathered back.","And it is He Who gives life and causes death, and His is the alternation of night and day. Will you not then understand?","Nay, but they say the like of what the men of old said.","They said: \"When we are dead and have become dust and bones, shall we be resurrected indeed?","\"Verily, this we have been promised, we and our fathers before (us)! This is only the tales of the ancients!\"","Say: \"Whose is the earth and whosoever is therein? If you know!\"","They will say: \"It is Allah's!\" Say: \"Will you not then remember?\"","Say: \"Who is (the) Lord of the seven heavens, and (the) Lord of the Great Throne?\"","They will say: \"Allah.\" Say: \"Will you not then fear Allah (believe in His Oneness, obey Him, believe in the Resurrection and Recompense for each and every good or bad deed).\"","Say \"In Whose Hand is the sovereignty of everything (i.e. treasures of each and everything)? And He protects (all), while against Whom there is no protector, (i.e. if Allah saves anyone none can punish or harm him, and if Allah punishes or harms anyone none can save him), if you know.\" [Tafsir Al-Qurtubi, Vol. 12, Page 145]","They will say: \"(All that belongs) to Allah.\" Say: \"How then are you deceived and turn away from the truth?\"","Nay, but We have brought them the truth (Islamic Monotheism), and verily, they (disbelievers) are liars.","No son (or offspring or children) did Allah beget, nor is there any ilah (god) along with Him; (if there had been many gods), behold, each god would have taken away what he had created, and some would have tried to overcome others! Glorified be Allah above all that they attribute to Him!","All-Knower of the unseen and the seen! Exalted be He over all that they associate as partners to Him!","Say (O Muhammad SAW): \" My Lord! If You would show me that with which they are threatened (torment),","\"My Lord! Then (save me from Your Punishment), and put me not amongst the people who are the Zalimun (polytheists and wrong-doing).\"","And indeed We are Able to show you (O Muhammad SAW) that with which We have threatened them.","Repel evil with that which is better. We are Best-Acquainted with the things they utter.","And say: \"My Lord! I seek refuge with You from the whisperings (suggestions) of the Shayatin (devils).","\"And I seek refuge with You, My Lord! lest they may attend (or come near) me.\"","Until, when death comes to one of them (those who join partners with Allah), he says: \"My Lord! Send me back,","\"So that I may do good in that which I have left behind!\" No! It is but a word that he speaks, and behind them is Barzakh (a barrier) until the Day when they will be resurrected.","Then, when the Trumpet is blown, there will be no kinship among them that Day, nor will they ask of one another.","Then, those whose scales (of good deeds) are heavy, - these, they are the successful.","And those whose scales (of good deeds) are light, they are those who lose their ownselves, in Hell will they abide.","The Fire will burn their faces, and therein they will grin, with displaced lips (disfigured).","\"Were not My Verses (this Quran) recited to you, and then you used to deny them?\"","They will say: \"Our Lord! Our wretchedness overcame us, and we were (an) erring people.","\"Our Lord! Bring us out of this; if ever we return (to evil), then indeed we shall be Zalimun: (polytheists, oppressors, unjust, and wrong-doers, etc.).\"","He (Allah) will say: \"Remain you in it with ignominy! And speak you not to Me!\"","Verily! There was a party of My slaves, who used to say: \"Our Lord! We believe, so forgive us, and have mercy on us, for You are the Best of all who show mercy!\"","But you took them for a laughingstock, so much so that they made you forget My Remembrance while you used to laugh at them!","Verily! I have rewarded them this Day for their patience, they are indeed the ones that are successful.","He (Allah) will say: \"What number of years did you stay on earth?\"","They will say: \"We stayed a day or part of a day. Ask of those who keep account.\"","He (Allah) will say: \"You stayed not but a little, if you had only known!","\"Did you think that We had created you in play (without any purpose), and that you would not be brought back to Us?\"","So Exalted be Allah, the True King, La ilaha illa Huwa (none has the right to be worshipped but He), the Lord of the Supreme Throne!","And whoever invokes (or worships), besides Allah, any other ilah (god), of whom he has no proof, then his reckoning is only with his Lord. Surely! Al-Kafirun (the disbelievers in Allah and in the Oneness of Allah, polytheists, pagans, idolaters, etc.) will not be successful.","And say (O Muhammad SAW): \"My Lord! Forgive and have mercy, for You are the Best of those who show mercy!\""]}