{
  "id": "51",
  "translation": "Hilali and Khan",
  "name": "الذاريات",
  "ayaTranslation": [
    "By (the winds) that scatter dust.",
    "And (the clouds) that bear heavy weight of water;",
    "And (the ships) that float with ease and gentleness;",
    "And those (angels) who distribute (provisions, rain, and other blessings) by (Allah's) Command;",
    "Verily, that which you are promised (i.e. Resurrection in the Hereafter and receiving the reward or punishment of good or bad deeds, etc.) is surely true.",
    "And verily, the Recompense is sure to happen.",
    "By the heaven full of paths,",
    "Certainly, you have different ideas (about Muhammad SAW and the Quran).",
    "Turned aside therefrom (i.e. from Muhammad SAW and the Quran) is he who is turned aside (by the Decree and Preordainment of Allah).",
    "Cursed be the liars,",
    "Who are under a cover of heedlessness (think not about the gravity of the Hereafter),",
    "They ask; \"When will be the Day of Recompense?\"",
    "(It will be) a Day when they will be tried (i.e. burnt) over the Fire!",
    "\"Taste you your trial (burning)! This is what you used to ask to be hastened!\"",
    "Verily, the Muttaqun (pious - see V. 2:2) will be in the midst of Gardens and Springs (in the Paradise),",
    "Taking joy in the things which their Lord has given them. Verily, they were before this Muhsinun (good-doers - see V. 2:112).",
    "They used to sleep but little by night [invoking their Lord (Allah) and praying, with fear and hope].",
    "And in the hours before dawn, they were (found) asking (Allah) for forgiveness,",
    "And in their properties there was the right of the beggar, and the Mahrum (the poor who does not ask the others).",
    "And on the earth are signs for those who have Faith with certainty,",
    "And also in your ownselves. Will you not then see?",
    "And in the heaven is your provision, and that which you are promised.",
    "Then, by the Lord of the heaven and the earth, it is the truth (i.e. what has been promised to you), just as it is the truth that you can speak.",
    "Has the story reached you, of the honoured guests [three angels; Jibrael (Gabriel) along with another two] of Ibrahim (Abraham)?",
    "When they came in to him, and said, \"Salam, (peace be upon you)!\" He answered; \"Salam, (peace be upon you),\" and said: \"You are a people unknown to me,\"",
    "Then he turned to his household, so brought out a roasted calf [as the property of Ibrahim (Abraham) was mainly cows].",
    "And placed it before them, (saying): \"Will you not eat?\"",
    "Then he conceived a fear of them (when they ate not). They said: \"Fear not.\" And they gave him glad tidings of an intelligent son, having knowledge (about Allah and His religion of True Monotheism).",
    "Then his wife came forward with a loud voice, she smote her face, and said: \"A barren old woman!\"",
    "They said: \"Even so says your Lord. Verily, He is the All-Wise, the All-Knower.\"",
    "[Ibrahim (Abraham)] said: \"Then for what purpose you have come, O Messengers?\"",
    "They said: \"We have been sent to a people who are Mujrimun (polytheists, sinners, criminals, disbelievers in Allah);",
    "To send down upon them stones of baked clay.",
    "Marked by your Lord for the Musrifun (polytheists, criminals, sinners those who trespass Allah's set limits in evil-doings by committing great sins).",
    "So We brought out from therein the believers.",
    "But We found not there any household of the Muslims except one [i.e. Lout (Lot) and his two daughters].",
    "And We have left there a sign (i.e. the place of the Dead Sea, well-known in Palestine) for those who fear the painful torment.",
    "And in Musa (Moses) (too, there is a sign). When We sent him to Fir'aun (Pharaoh) with a manifest authority.",
    "But [Fir'aun (Pharaoh)] turned away (from Belief in might) along with his hosts, and said: \"A sorcerer, or a madman.\"",
    "So We took him and his hosts, and dumped them into the sea, while he was to be blamed.",
    "And in 'Ad (there is also a sign) when We sent against them the barren wind;",
    "It spared nothing that it reached, but blew it into broken spreads of rotten ruins.",
    "And in Thamud (there is also a sign), when they were told: \"Enjoy yourselves for a while!\"",
    "But they insolently defied the Command of their Lord, so the Sa'iqah overtook them while they were looking.",
    "Then they were unable to rise up, nor could they help themselves.",
    "(So were) the people of Nuh (Noah) before them. Verily, they were a people who were Fasiqun (rebellious, disobedient to Allah).",
    "With power did We construct the heaven. Verily, We are Able to extend the vastness of space thereof.",
    "And We have spread out the earth, how Excellent Spreader (thereof) are We!",
    "And of everything We have created pairs, that you may remember (the Grace of Allah).",
    "So flee to Allah (from His Torment to His Mercy Islamic Monotheism), verily, I (Muhammad SAW) am a plain warner to you from Him.",
    "And set not up (or worship) any other ilahan (god) along with Allah [Glorified be He (Alone), Exalted above all that they associate as partners with Him]. Verily, I (Muhammad SAW) am a plain warner to you from Him.",
    "Likewise, no Messenger came to those before them, but they said: \"A sorcerer or a madman!\"",
    "Have they (the people of the past) transmitted this saying to these (Quraish pagans)? Nay, they are themselves a people transgressing beyond bounds (in disbelief)!",
    "So turn away (O Muhammad SAW) from them (Quraish pagans) you are not to be blamed (as you have conveyed Allah's Message).",
    "And remind (by preaching the Quran, O Muhammad SAW) for verily, the reminding profits the believers.",
    "And I (Allah) created not the jinns and humans except they should worship Me (Alone).",
    "I seek not any provision from them (i.e. provision for themselves or for My creatures) nor do I ask that they should feed Me (i.e. feed themselves or My creatures).",
    "Verily, Allah is the All-Provider, Owner of Power, the Most Strong.",
    "And verily, for those who do wrong, there is a portion of torment like to the evil portion of torment (which came for) their likes (of old), so let them not ask Me to hasten on!",
    "Then, woe to those who disbelieve (in Allah and His Oneness Islamic Monotheism) from (that) their Day which they have been promised (for their punishment)."
  ]
}