{"id":55,"translation":"Hilali and Khan","name":"الرحمن","ayaTranslation":["The Most Beneficent (Allah)!","Has taught (you mankind) the Quran (by His Mercy).","He created man.","He taught him eloquent speech.","The sun and the moon run on their fixed courses (exactly) calculated with measured out stages for each (for reckoning, etc.).","And the herbs (or stars) and the trees both prostrate.","And the heaven He has raised high, and He has set up the Balance.","In order that you may not transgress (due) balance.","And observe the weight with equity and do not make the balance deficient.","And the earth He has put for the creatures.","Therein are fruits, date-palms producing sheathed fruit-stalks (enclosing dates).","And also corn, with (its) leaves and stalk for fodder, and sweet-scented plants.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","He created man (Adam) from sounding clay like the clay of pottery.","And the jinns did He create from a smokeless flame of fire.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","(He is) the Lord of the two easts (places of sunrise during early summer and early winter) and the Lord of the two wests (places of sunset during early summer and early winter).","Then which of the Blessings of your Lord will you both (jinns and men) deny?","He has let loosed the two seas (the salt water and the sweet) meeting together.","Between them is a barrier which none of them can transgress.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Out of them both come out pearl and coral.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","And His are the ships going and coming in the seas, like mountains.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Whatsoever is on it (the earth) will perish.","And the Face of your Lord full of Majesty and Honour will abide forever.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Whosoever is in the heavens and on earth begs of Him (its needs from Him). Every day He has a matter to bring forth (such as giving honour to some, disgrace to some, life to some, death to some, etc.)!","Then which of the Blessings of your Lord will you both (jinns and men) deny?","We shall attend to you, O you two classes (jinns and men)!","Then which of the Blessings of your Lord will you both (jinns and men) deny?","O assembly of jinns and men! If you have power to pass beyond the zones of the heavens and the earth, then pass (them)! But you will never be able to pass them, except with authority (from Allah)!","Then which of the Blessings of your Lord will you both (jinns and men) deny?","There will be sent against you both, smokeless flames of fire and (molten) brass, and you will not be able to defend yourselves.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Then when the heaven is rent asunder, and it becomes rosy or red like red-oil, or red hide.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","So on that Day no question will be asked of man or jinn as to his sin, (because they have already been known from their faces either white or black).","Then which of the Blessings of your Lord will you both (jinns and men) deny?","The Mujrimun (polytheists, criminals, sinners, etc.) will be known by their marks (black faces), and they will be seized by their forelocks and their feet.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","This is Hell which the Mujrimun (polytheists, criminals, sinners, etc.) denied.","They will go between it (Hell) and the boiling hot water!","Then which of the Blessings of your Lord will you both (jinns and men) deny?","But for him who [the true believer of Islamic Monotheism who performs all the duties ordained by Allah and His Messenger Muhammad SAW, and keeps away (abstain) from all kinds of sin and evil deeds prohibited in Islam and] fears the standing before his Lord, there will be two Gardens (i.e. in Paradise).","Then which of the Blessings of your Lord will you both (jinns and men) deny?","With spreading branches;","Then which of the Blessings of your Lord will you both (jinns and men) deny?","In them (both) will be two springs flowing (free)","Then which of the Blessings of your Lord will you both (jinns and men) deny?","In them (both) will be every kind of fruit in pairs.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Reclining upon the couches lined with silk brocade, and the fruits of the two Gardens will be near at hand.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Wherein both will be those (maidens) restraining their glances upon their husbands, whom no man or jinn yatmithhunna (has opened their hymens with sexual intercourse) before them.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","(In beauty) they are like rubies and coral.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Is there any reward for good other than good?","Then which of the Blessings of your Lord will you both (jinns and men) deny?","And besides these two, there are two other Gardens (i.e. in Paradise).","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Dark green (in colour).","Then which of the Blessings of your Lord will you both (jinns and men) deny?","In them (both) will be two springs gushing forth water.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","In them (both) will be fruits, and date- palms and pomegranates.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Therein (gardens) will be fair (wives) good and beautiful;","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Houris (beautiful, fair females) restrained in pavilions;","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Whom no man or jinn yatmithhunna (has opened their hymens with sexual intercourse) before them.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Reclining on green cushions and rich beautiful mattresses.","Then which of the Blessings of your Lord will you both (jinns and men) deny?","Blessed be the Name of your Lord (Allah), the Owner of Majesty and Honour."]}