{"id":81,"translation":"Hilali and Khan","name":"التكوير","ayaTranslation":["When the sun Kuwwirat (wound round and lost its light and is overthrown).","And when the stars shall fall;","And when the mountains shall made to pass away;","And when the pregnant she-camels shall be neglected;","And when the wild beasts shall be gathered together;","And when the seas shall become as blazing Fire or shall overflow;","And when the souls shall be joined with their bodies;","And when the female (infant) buried alive (as the pagan Arabs used to do) shall be questioned.","For what sin she was killed?","And when the written pages of deeds (good and bad) of every person shall be laid open;","And when the heaven shall be stripped off and taken away from its place;","And when Hell-fire shall be kindled to fierce ablaze.","And when Paradise shall be brought near,","(Then) every person will know what he has brought (of good and evil).","So verily, I swear by the planets that recede (i.e. disappear during the day and appear during the night).","And by the planets that move swiftly and hide themselves,","And by the night as it departs;","And by the dawn as it brightens;","Verily, this is the Word (this Quran brought by) a most honourable messenger [Jibrael (Gabriel), from Allah to the Prophet Muhammad (Peace be upon him)].","Owner of power, and high rank with (Allah) the Lord of the Throne,","Obeyed (by the angels), trustworthy there (in the heavens).","And (O people) your companion (Muhammad (Peace be upon him)) is not a madman;","And indeed he (Muhammad (Peace be upon him)) saw him [Jibrael (Gabriel)] in the clear horizon (towards the east).","And he (Muhammad (Peace be upon him)) withholds not a knowledge of the unseen.","And it (the Quran) is not the word of the outcast Shaitan (Satan).","Then where are you going?","Verily, this (the Quran) is no less than a Reminder to (all) the 'Alamin (mankind and jinns).","To whomsoever among you who wills to walk straight,","And you will not, unless (it be) that Allah wills, the Lord of the 'Alamin (mankind, jinns and all that exists)."]}